[
    {
        "title": "15 g of creatine daily has changed my life",
        "body": "Background: 28M, middle-school teacher, suffered from chronic fatigue/ loss in cognition speed caused by long COVID from an infection two years ago almost to the date. I don't use caffeine.\n\nI began taking creatine 9 months ago as part of an effort to regain physical strength and mental stamina. At this point, I would be tired no matter if I slept 6 hours or 10 hours. In fact, last summer I slept 10-11 hours most days and still was rarely refreshed. My symptoms were largely improved from baseline, but I was doing my best to eradicate them.\n\nI started at 5 g/day. Noticed benefits in terms of strength and stamina (I could hit a workout after work and not feel like Sisyphus). Didn't really notice any mental benefits.\n\nFast forward to three weeks ago. I started back the school year and had heard about higher doses of creatine being beneficial for cognition. I started taking 15 g/day and immediately could see a difference in cognition. Before COVID my brain worked very quickly, but afterwards it was noticeably slower and I had a bit of a stutter—something I've never suffered with in my life. These issues had gotten better over time, but 15 g/day has almost eradicated them."
    },
    {
        "title": "Vitamin D supplement vs sunlight , here’s the results",
        "body": "I did an experiment To know which is better between Vitamin D supplement  and sunlight\n\n( 2 years ago ) I took  Vitamin D 5000ui + k2 + magnesium daily  for 1 year , the result :\n\nVitamin D  (67)  Reference Range 30 - 100\n\nThen I stopped taking it for  1 year ,   the result :\n\nVitamin D  (11) low  Reference Range 30 - 100\n\n Now sunlight exposure experiment :\n\n ( round 1 )  wearing full clothing except my hands and my face  ، in the morning 20 mins for 30 days \n\nThe result :\n\nVitamin D  (26) low  Reference Range 30 - 100\n\n ( round 2 )  90% naked  wearing only Swim trunks  ، in the morning 20 mins for 30 days \n\nthe result :\n\nVitamin D  (96)  Reference Range 30 - 100"
    },
    {
        "title": "Saffron extract. Holy moly.",
        "body": "My brain without saffron: Ugh work. Ugh so many weeds left to pull. complain complain complain\n\nMy brain with saffron: Not too many weeds left to pull, and it's part of the job so just get it done. Shouldn't take you too long or too much effort.\n\nI actually caught myself mid thought and was like wait what? Since when do I think like this.\n\nI'm mind boggled how this isn't a more widely used and known suppliment. 30 years it took for me to find this. So glad I did.\n\n(EDITED) So so glad so many people found this post. My intentions were to hopefully help others. Many of you have asked what dose and what brand, and I'm including here in main post.\n\nBrand: Life Extention - Optimized Saffron 88.25mg capsules.\n\nDosing: 1 capsule in morning with breakfast. 1 capsule with dinner.\n\nI'm male, 195lbs."
    },
    {
        "title": "L-Theanine is life changing",
        "body": "This is just an appreciation post for theanine. Honestly, I have severe anxiety stemming from overthinking, so much so that I have physical symptoms due to it: skin turning red, way too much oil all over (overproduction of sebum). All of them are related to high cortisol stemming from anxiety. But damn, theanine is a blessing.\n\nI’m not exaggerating. I’ve been taking it for more than a year now daily, and it works. Oh my god, it works. It keeps cortisol in check all the time, and I can tell because even today, if I miss it for 2 days in a row, it all comes back (all overthinking and stress). But if I don’t skip, it’s a new me. A normal, normal life, no burden on my mind. It’s all good. I used to cut down on caffeine completely, thinking that it affects my anxiety (which obviously it does), but with theanine daily, I can have my 2 cups a day and still just be a normal human being. No burden or overbearing thoughts in my mind. Simple happy life. Making this post so that someone out there might benefit from it."
    },
    {
        "title": "Magnesium is so important, the fact that 80% of the world is deficient should be considered a global health crisis.",
        "body": "It's honestly insane how much we neglect magnesium. Modern farming methods don't allow enough magnesium to be absorbed in the soil and we get very little through the Standard American Diet. Most people don't realize magnesium is stored in the bones and its very difficult to tell to what degree you are deficient. Your blood and intracellular magnesium levels could be great but your bone magnesium is completely gone.\n\nThis mineral is required for the body to use Vitamin D, zinc, and calcium. Having a magnesium deficiency means poor absorption of other minerals. With the sudden rise in ADHD, sleeping disorders, autism, and depression; and the strong link between aforementioned disorders, magnesium, and the nervous system, it should be considered a public health crisis. Flour should be required to be fortified with magnesium. Between this, food dyes and short chain oils in our foods, we owe the kids of the future better diet guidelines and regulation.\n\nWe could save trillions by remineralizing our increasingly mentally ill society, as well as those with cardiac disorders which the majority involve a critical level of magnesium deficiency."
    },
    {
        "title": "L-Theanine… Wow",
        "body": "I have had a very rough past month due to severe anxiety almost everyday and I take anti- anxiety meds, I have had anxiety my whole life and haven’t felt this level of agoraphobic ongoing anxiety attacks in such a long time. I’ve researched natural supplements, herbs, etc., that might help for anxiety because I really hate benzodiazepines because of how addicting they are. I’ve seen L-Theanine mentioned in almost every article or study that I’ve read so I finally bought some.\n\nI took the chewable tablet 2 nights ago about an hour before bed and wow, I could cry tears of happiness. I slept great through the whole night and woke up in the morning without anxiety for the first time in a month. Not only in the morning- but the entire day I felt so much more at ease and happier! (Same thing with last night and today) The only thing is I felt low energy and a little headache but I don’t care at all, I’d take that over crippling anxiety any day.\n\nSorry for the long post- I’m just extremely happy I found something that helps so much and isn’t pharmaceutical and I hope any others who have a similar situation might benefit from this too! "
    },
    {
        "title": "Do not sleep on L-Theanine",
        "body": "Tried switching from coffee to green tea for better calming effects. Long story short, I hated it.\n\nEventually I realized all I wanted was the L-Theanine from green tea. Decided to supplement with it and just continued with coffee.\n\nNow I take it daily.\n\nrelaxation with drowsiness: L-Theanine\n\nimproved focus: L-Theanine\n\nstress reduction: L-Theanine\n\nsleep quality: L-Theanine\n\nbetter mood: L-Theanine\n\nreduced anxiety: L-Theanine\n\ncardiovascular health: L-Theanine\n\nimmune function: L-Theanine\n\nantioxidant: L-Theanine\n\nThis stuff is goated no cap fr fr\n\nWhat other feel good supplements am I missing out on?"
    },
    {
        "title": "Please try Magnesium Glycinate!",
        "body": "To start off I’m a male in my 20’s, I was experiencing constant fatigue, insomnia, headaches, increased blood pressure, and anxiety. I felt like I wasn’t going to see 30, just deathly tired all the time but could never rest.\n\nI changed my diet multiple times, quit smoking, and I was already exercising for 1.5 hours everyday, but nothing was helping. I ended up trolling around here and googling some supplements that would help, after ashwagandha didn’t improve anything, I moved to try magnesium glycinate.\n\nI wasn’t someone who really believed that supplements could change my life as much as they did. The first 3 days I had the best sleep I’d seen in the past year. Headaches are almost entirely cleared and my energy levels are way better throughout the day. Almost a month strong and I’m still feeling these benefits.\n\nAfter looking up my symptoms there’s a very good chance I was magnesium deficient the whole time. If you’re reading this and experiencing the same symptoms please try magnesium!"
    },
    {
        "title": "I just learned something mind-blowing about probiotics and nicotine addiction.",
        "body": "If you’re a nicotine user, you’re probably familiar with the antsy, anxious feeling you get when you run out. Let’s call that feeling a craving.\n\nYou’re probably also familiar with the other end of the spectrum, when you’ve had too much and start to feel nauseous. Let’s call that feeling aversion.\n\nI chew nicotine gum. I used to chew about 40mg a day but tapered down to 20mg a day, which I maintained by fighting cravings constantly. In seemingly unrelated news, I also started to work on my gut health by increasing the amount of fiber in my diet and making my own yogurt, which I’ve been eating every day. The yogurt had no discernible impact on my nicotine usage or cravings.\n\nBut then, recently, I did something else: (1) I started taking berberine to manage insulin resistance and (2) I started taking a probiotic with bifidobacterium strains. (Yogurt has lactobacillus strains.) I‘m still eating yogurt and still maintaining a pretty fiber-rich diet.\n\nWithin about 24 hours of taking the probiotic, I didn’t just lose my nicotine cravings, I actually developed full-on aversion every time I put a piece of nicotine gum into my mouth. I’m feeling it right now—I’m sucking on a tiny piece of gum because I can’t chew it without feeling nauseous. (I’m now tapering down to zero to minimize withdrawal symptoms.)\n\nI have never experienced this before."
    },
    {
        "title": "Astaxanthin changed my health",
        "body": "I’ve been in the supplement space for a few years now, but like a lot of people, I wasn’t always consistent with my own health routine. So, earlier this year, I decided to fix my basics (diet, sleep, exercise & water intake) along with getting consistent with supplements.\n\nI committed to taking Astaxanthin daily (4 mg). I’d read plenty of studies on its antioxidant strength, but there’s a big difference between knowing it on paper and living it\n\nA peer-reviewed journal notes that astaxanthin can be up to 6,000X more powerful than vitamin C as an antioxidant. That instantly made me think of recovery, since heavy workouts create oxidative stress, and stronger antioxidant support could mean less soreness and faster bounce-back.\n\nAfter 3 months of consistent use, the changes were hard to ignore: No sore muscles after heavy leg days, noticeably better skin, and for the first winter ever, I didn’t catch a cold. That blew my mind.\n\nI see a lot of people here using Astaxanthin, so I wanted to share my journey and learn from yours.\n\nFor those of you who’ve been on it longer: What long-term effects have you noticed?"
    },
    {
        "title": "Beware of Ashwagandha",
        "body": "I’d like to preface this post by saying Ashwagandha can work miracles on the majority of people without severe side effects, but can be very troublesome for others. I’ve fully recovered and now I’d just like to bring to light what many people won’t tell you about Ashwagandha.\n\nA few weeks back I cycled off of Ashwagandha for the second time, and started experiencing PSSD symptoms such as severe anhedonia (complete inability to feel emotions), ED, all time low libido, and an inability to sleep at night due to constant restlessness and itching. I started doing research to find what was wrong with me and once I got passed the endless mainstream praise of Ashwaganda, I found a ton of stories of people experiencing the same thing, and their symptoms lasted months or even years. My symptoms reverted in about 3 weeks, but I’m also 18 and live a healthy lifestyle which I think accelerated it a lot.\n\nThis post isn’t meant to be negative, just a warning that since Ashwaganda mimics the effects of an SSRI, and messes with serotonin receptors, it can and will cause PSSD in some individuals."
    },
    {
        "title": "Zinc Saved my Hair",
        "body": "I’m (26 F) just writing this because this is the 4th time this week I didn’t have to clean the shower drain of all my fallout. I’m in shock, I’m happy, and kind of in disbelief.\n\nShort summary, I’ve been going through telogen effluvium (overall thinning of hair, unknown reasons) and nothing has worked. Expensive scalp treatments, doctors, dermatologists, every OTC hair product, medicated shampoos, biotin...nothing has worked for months. I’ve spent maybe 10k. This sounds so silly but seeing full locks of hair fall out in your hands is honestly tragic. Especially as a woman when hair is a large part of feeling feminine.\n\nI recently added zinc to make a ZMA stack (already have taken magnesium glycinate, and b6 p-5-p for almost a year) and figured, huh I’ll just throw this into the mix.\n\n3 weeks later and....I’m in shock staring at my shower drain. Literally standing here in a towel crying.\n\nApparently, unbeknownst to me, zinc deficiency can cause hair loss. No doctor has ever suggested this, and looking at my 2 blood panel tests I’ve taken this year, I’ve realized zinc wasn’t even a part of the tests.\n\nJust wanted to leave my experience in case anyone is going through something similar. Thanks for reading."
    },
    {
        "title": "I had heart palpitations for the last 3-4 years. Doctors told me they were normal and nothing to worry about. So I just got used to them. Well, I just got rid of them in about 20 minutes after taking one supplement... Magnesium.",
        "body": "Everyone here recommended magnesium for one reason or another. I was taking it because I wanted something natural to help me relax and I heard it was supposed to be relaxing. I took 325 mg of magnesium citrate in a drink powder form. About 20-30 minutes after sipping on this I realized that my heart palpitations had stopped! I've been experiencing them for years!\n\nThey were just a background noise at this point, but now they're completely gone!\n\nAnyone else have this experience with magnesium? Was I just deficient for so long?\n\n"
    },
    {
        "title": "My top 10 takeaways from Rhonda Patrick's podcast about creatine",
        "body": "Man this was good. Going to definitely start taking more (was taking 5g, now upping to 10... and likely 20-25 when sleep deprived or a bit stressed)\n\nDidn't really know about the brain health benefits at all. Bone health too. When you only take 5g, it's only enough for your muscles, but around 10g/day, your bones start to benefit your brain, immune system, etc., all these other tissues.\n\nCreatine supplementation (25 grams or 0.35 g/kg body weight) rapidly increases brain creatine within just 3 hours, significantly improving memory and cognition after 21 hours of sleep deprivation - timestamp\n\nCreatine at 5 grams daily increased sleep duration by nearly 1 hour on resistance training days in young women, alongside notable strength improvements - timestamp\n\nTaking only 5 grams of creatine per day likely undershoots brain benefits—research shows 10 grams substantially boosts brain creatine levels, and temporarily increasing to 20 grams is ideal when sleep-deprived or stressed - timestamp\n\nCreatine combined with more than ~250 mg of caffeine (about one Starbucks large coffee) disrupts calcium regulation in muscle cells, reducing its performance benefits - timestamp\n\nCreatine supplementation significantly eases depressive symptoms when combined with medication—likely due to reductions in neural filament, a sign of brain cell damage - timestamp\n\nCreatine taken alongside exercise increases muscle uptake by 37%, compared to 25% without exercise - timestamp\n\nIt's totally safe for kids - timestamp\n\nIf you want to avoid digestive issues, just take it with food or break it up into smaller doses. - timestamp\n\nNo... it doesn't cause hair loss. That myth is based on one old study. - timestamp\n\nYou don't need to cycle it. Take it every day. ~10g. Best timed around exercise. - timestamp"
    },
    {
        "title": "Magnesium Glycinate was the worst thing ever.",
        "body": "Hello!! I stumbled upon this subreddit and found that everyone SWEARS by magnesium glycinate. They said it helps their muscles relax, sleep, cognitive function, etc. like a silver bullet. So I bit the…bullet…and bought some mg glycinate and took it an hour before bed.\n\nNot 30 minutes later, my heart rate started going up. Strange. Went to sleep…then woke up at 4:00 AM. Tossing and turning. Hot as hell. Not a fever, but clearly lots of anxiety. Could not sleep whatsoever. It’s now the late morning and I’m finally losing the effects of it and going back to normal.\n\nTo make sure this wasn’t a fluke I did this again a week apart and the same thing happened.\n\nI don’t know why."
    },
    {
        "title": "41 studies (including 2 randomized studies) prove that a vitamin D deficiency increases a Covid 19 infections severity, likelihood & mortality. Data shows supplementation weakens the infection, reduces it's duration, lowers mortality rate & improves outcomes.",
        "body": "Its important to increase magnesium rich foods in your diet (kale, broccoli, or salmon, tuna etc) if you take more vitamin d because vitamin d will reduce the amount of your magnesium because it takes magnesium to convert vitamin d into its active form. This reduction of magnesium can lead to symptoms of a magnesium deficiency such as cramps, palpitations, depression etc. You can also supplement magnesium which is always a good idea I take 400 to 500 mg of magnesium malate a day if I didn't eat magnesium rich foods that day. (make sure to take 100 mg of magnesium 4 or 5 times a day with at least 2 hours apart because your body can't absorb more than that at once) It increases the amount of active vitamin d that your body can properly utilize for immune modulation , up regulation of thousands of genes and it's anti inflammatory properties."
    },
    {
        "title": "L Theanine = Happy Pills",
        "body": "I'm going through a very stressful life event right now....lots of anxiety and worry and sadness.\n\nI've started taking L- Theanine - brand recs : Suntheanine or Life Extension and within a half hour I can physically feel myself less worried, less down, more hopeful, almost happy.\n\nFrom now on, before every dental appointment, doctor appointment, family gathering HAHAHAHA"
    },
    {
        "title": "Never shop at GNC!",
        "body": "I’ll preface this by saying that I am a current (but not for long) employee at GNC.\n\nUnder no circumstance should anyone be shopping at a GNC. Besides the fact that GNC is owned by the CCP, our sales tactics are unethical, immoral, and sometimes illegal.\n\nWe are trained to sell GNC brand products. That’s it. Nothing else. We receive very little knowledge behind the mechanics of most supplements and 90% of the words that come out of an associate’s mouth are lies.\n\nWe are instructed to automatically enroll customers in our auto-ship service without telling them and are even told to not sell anything to the customer unless they enroll in our pro membership, which is a complete scam for 99% of our customers.\n\nMy motivation for writing this post comes from a recent directive we got from GNC corporate stating that we are going to be receiving new expiration date stickers for many of our already expired products. The thought process behind this directive is that instead of losing money by wasting the product, just give it a new expiration date, take the item off clearance, and sell an expired product to an unwitting customer at full price."
    },
    {
        "title": "I tried berberine & I'm shocked - It turned off the food noise in my brain??",
        "body": "\nDid not expect this, but here we are. It’s been a week since I started taking berberine and I’m already down 2 lbs but honestly, the weight loss isn’t even the biggest deal.\n\nWhat’s blowing my mind is how quiet my brain is after I eat. Usually, food is all-consuming. I’ll finish a meal and immediately start thinking about seconds, snacks, dessert — you name it. The craving loop never shuts up.\n\nNow? I eat, I take the berberine, and then… nothing. Like, actually nothing. No urge to graze, no obsessive thoughts about what’s next. Just a weirdly normal feeling of “okay, I’m good.” I can stop after a normal portion, and I want to. That hasn't happened since before my binge eating started.\n\nThis stuff has somehow flipped the switch that’s been stuck in the “hungry goblin mode” position for years. I know it’s early days and I don’t want to jinx it, but for the first time in a long time, I feel like I have a shot at being a normal eater. I’m sticking with it for now and just hoping the magic doesn’t wear off.\n\n**UPDATE for those asking I’m taking one capsule (600mg) at each meal with food. It also contains Ceylon cinnamon and bitter melon. The brand I use is ancient bliss and i got it off amazon"
    },
    {
        "title": "Ashwagandha results after 2 months (WITH BLOOD TESTS)",
        "body": "Hi, I'd like to share my results after 2 months of ashwagandha supplementation.\nI've been taking it as a test booster and for the alleged anxiolytic properties.\n\nDuring this test period I haven't change anything in my life style, diet or training. I just kept my usual routine.\n\nSupplement: KSM-66\n\nDosage: 600mg per day, before going to sleep\n\nObjectives: Increase testosterone, reduce anxiety\n\nBackground: Male, close to 40yo, 6.1ft (186cm), Office job\n\nTraining: Recreational weightlifting 3 times/week, I've been actively weightlifting for 15 years.\n\nDiet: fairly healthy but not really strict\n\nBecause of my specific objectives, the blood tests are focused on hormones. At the end, I decided to add some liver tests as well SHBG.\n\nBLOOD TESTS RESULTS (samples taken in the morning, 9am)\n\nTEST (ref. range)\tBEFORE\tAFTER 60 days\nTestosterone (300-1000)\t545 ng/dL\t683 (+25%)\nFree Testosterone (15-50)\t19 pg/mL\t26.5 (+40%)\nEstradiol (11.3-43.2)\t22.1 pg/mL\t27.5 (+24%)\nProlactin (86.0-324.0)\t240 µU/mL\t209.0 (-15%)\nLH (1.70-8.60)\t7.39 mU/mL\t9.13 (+24%)\nFSH (1.50-12.40)\t4.19 mU/mL\t4.79 (+14%)\nSHBG (18.3-54.1)\t--\t39.50 (nmol/L )\nBilirubin total (<21.0)\t--\t5.08 (µmol/L )\nAST (<50.00)\t--\t24.00 (U/L )\nALT (<50.00)\t--\t22.80 (U/L )"
    },
    {
        "title": "Fish oil is amazing antidepressant",
        "body": "I wish I knew about this sooner, I've been strugling with severe depression for over 20 years, two months ago I started taking fish oil containing 2x 500mg EPA and 250mg DHA, for brain health. I wasnt aware that fish oil can treat depression. At the end of the first month of daily usage 1000mg EPA and 500mg DHA I started to notice that my depression is going away. The effect is persistant, Ive been feeling good for 4 weeks straight. Its amazing to feel normal again"
    },
    {
        "title": "NAC experience has been a life changer",
        "body": "So about 3 months ago I decided to take things more seriously about my health and started taking supplements. i eventually settled on a multivitamin, NAC, nmn, fish oil, TMG, taurine and magnesium.\n\nFrom all the supplements I added nothing has had the effects like NAC. I take 1000mg of NAC starting about 2 months ago and the effects were night and day in my life.\n\nI have always been a heavy marijuana user, needed coffee every morning, ate tons of junk food, and drank a couple six packs a week. I was also kind felt annoyed by things all day.\n\nThe first night I took NAC, the next day I honestly thought I had the flu. Suddenly everything just slowed down. And I felt like I was a bit hungover.\n\nThe following weeks were a miracle in my life. Suddenly the urge for smoking just… stopped? I stopped eating sugar, didn’t feel the need to drink and lost 25 lbs in a month. The hunger that I used to feel all day just disappeared. I was finally satiated.\n\nI could run and read books again. Cannabis use can dull or stop dreams but since I stopped smoking I am dreaming deeply and sleeping fully and waking up at 5:00 without an alarm and being able to go on long walks. Further boosting my mood.\n\nIn the days I don’t take NAC, there is a clear difference. The all day hunger returns and the the anxiety comes back and I feel the need to smoke. I started running again after 5 years off and it feels like I can just keep going and going. 5 years ago I struggled to run 2 miles without getting pain in my sides and out of breath. Now I don’t get out of breath and no side pains and can run for 3 miles.\n\nMy wife said it was like a light switch. And I agree. Our relationship has really improved as I am full of calm when situations that used to irritate me arise.\n\nAnyways, just wanted to share my experience here because I would have never tried it without reading Reddit. I know it’s probably not just one supplement that helped, but it’s just my take from trial and error that NAC calmed my mind. I sometime try days without it and the irritability returns and I get restless. I will keep alert and see how things progress in the coming months but wow, never had such a positive effect even after trying multiple prescription anxiety, antidepressants, etc."
    },
    {
        "title": "Vitamin D Nearly Abolishes ICU Risk in COVID-19",
        "body": "The first randomized controlled trial (RCT) of vitamin D in COVID-19 just been published. \n\n50% of the control group (13 people) required admission to the ICU. Only 2% of those in the vitamin D group (one person) required admission to the ICU."
    },
    {
        "title": "I have no Vitamin D in my body.",
        "body": "EDIT: I should take 10000IU daily, not 1000. I misheard it from the doctor lol.\n6 months ago, I developed extreme dry eyes. To the point where I couldn't open my eyes in cold weather. This came with tiredness and a constant feeling of being lost, and always sick. I also haven't got good sleep in those 6 months.\n\nSo, a few days ago, I was browsing the r/Dryeyes subreddit, and stumbled upon a post saying they cured their eyes after taking vitamin D.\n\nSo, I went to get my blood tested for vitamin D and some other stuff. Everything came out normal, except for vitamin D.\n\nThe lab specialist called me (They don't usually do that), to inform me that my Vitamin D is dangerously low.\n\nHe said average is 50. I was 8. My body has literally no Vitamin D.\n\nI contacted my doctor and told him those numbers; he was kind of worried and asked to see me immediately.\n\nHe prescribed a 200,000IU vitamin D shot, and after 15 days, take daily 1000IU pills.\n\nSo anyways, check your Vitamin D levels if you have similar symptoms."
    },
    {
        "title": "6 years of sleep therapy vs 10 days of proper magnesium",
        "body": "Took me 2+ hours to fall asleep every single night. Would wake up at 2am and 4am like clockwork. Tried sleep restriction therapy for months. Melatonin made me groggy and weird.\n\nRead about magnesium glycinate on some sleep forum. Used the Prove It app to check different brands. The Vitamin Shoppe one scored 83 so I tried it. Results were nuts.\n\nWeek 1: Falling asleep in 20 minutes instead of 2 hours. Only waking up once per night. Actually remembering dreams again. Six years of behavioral sleep work couldn't touch what the right magnesium did in 10 days. Why don't doctors check for this stuff first?"
    },
    {
        "title": "Drinking apple cider vinegar before meals significantly reduces blood sugar spikes by inhibiting liver glucose production and activating muscle glucose uptake via AMPK (new Rhonda Patrick episode with Ben Bikman)",
        "body": "Here's the timestamp where apple cider vinegar is discussed\n\nBen says he swears by it\n\nJust takes 1-2 tablespoons before a meal\n\nHonestly always thought it was kinda a myth. not sure. guess I'll give it a try. I have a CGM so I can test"
    },
    {
        "title": "Owning a ton of supplements isn’t the flex you think it is",
        "body": "Supplements are just that - supplements to proper diet, exercise, sleep and lifestyle.\n\nHonestly the daily photo of someone’s “stack” with 20+ bottles of seemingly random pills is annoying and unscientific.\n\nHere are some questions to seriously consider if you’re taking more than maybe 4-5 supplements (and even that’s a stretch):\n\nAre your supplements even what they say they are on the bottle? Is the dose accurate? Are they contaminated with heavy metals etc.?\n\nAre you tracking specific biomarkers and if so how do you know which supplement(s) is/are helping? Did you start more than one supplement at the same time? If so, how can you know which is helping vs hurting?\n\nAre your supplements interacting with each other? Are they even being absorbed at all? Are you taking them in the proper GI conditions (with/out food)? At the right time of day? Are you taking the most bioavailable form?\n\nCould you get the same effect from behavior, diet, improved sleep etc?\n\nAre you expecting too much from supplements? Are you expecting them to actually make you feel different when the effects could be invisible?\n\nHow do you know they aren’t causing more harm than good in the long run?\n\nAre you trying to treat a medical condition that needs actual medical treatment?\n\nI realize there are some no-brainers (Creatine, vitamin D depending on geographic region/lifestyle, magnesium because of soil depletion, iron for women with heavy menstruation.)\n\nBut I contend that if you’re taking more than 4-5, CHANCES ARE (not 100% but likely) you’re wasting your money or even causing more harm than good.\n\nHow many of these people taking loads of pills per day have really optimized diet, exercise sleep etc?\n\nI’m just saying that in most cases your money is probably better spent on higher quality food or even a vacation.\n\nThis is coming from someone who has probably wasted at least a couple thousand dollars on supplements and nootropics over the years.\n\nThe result?\n\nI don’t think any of them made me feel or perform better except stimulants like caffeine and nicotine.\n\nWhat was the point, seriously?"
    },
    {
        "title": "Iron is making me feel alive again.",
        "body": "Just a simple rant. Ignore if you're not into this.\n\nI wish I tried simple iron supplements sooner. I've been experiencing fatigue, anxiety, muscle pain, low appetite and irregular heartbeat for months now. It got so bad recently I started taking two naps every day. I thought I was dying or had a problem with my thyroid or something.\n\nDoctors of course didn't do shit. I saw my primary a month ago for fatigue and my heart problems. She referred me for heart tests but I never heard back. Why are doctors so hesitant to run simple blood tests for vitamin deficiencies?\n\nI stumbled on a youtube video detailing iron deficiency anemia and I was like well this is exactly what's wrong with me. I always felt like I wasn't getting enough oxygen to my brain, and anemia is literally low blood oxygen levels. I started taking 65mg iron once a day and it's like an on/off switch for my brain. I take it and I feel motivated and awake for about 5 or 6 hours. Then the fatigue comes back. So now I take it twice a day and I'm golden. I have no side effects so far. No stomach discomfort or constipation.\n\nI hate doctors. They could have saved me months of pain and wasting my time."
    },
    {
        "title": "Found out the reason for low B12 & associated brain-fog, fatigue, depression",
        "body": "Longer version: For the majority of 2018-2019 I was suffering from extreme brain-fog and fatigue. I was unable to put on any muscle, had a lot of anxiety and felt like my IQ had gone down by 20-30 points. I went to atleast 4 doctors with my symptoms and everyone prescribed me anti-depressants. It worked somewhat for a week or so but effects made me very dull. On researching more I found out that these meds lower testosterone. I already have test in 300-400 range which is low for a 28 yr old male. So I had to toss the anti-depressants in trashcan.\n\nIn 2019, my 5th doctor diagnosed me with very low B12 and prescribed me oral supplements. I had been already taking B-complex so it seemed pointless for me to take them. I went to a 6th doctor and convinced him to give me shots instead. A day after that I started feeling like myself again in a very long time. I continued the weekly injections and it was fine. 3-4 months after stopping the injections my symptoms returned. When the pandemic started I taught myself to give IM injections and do it every month. However my symptoms return every 3-5 weeks.\n\nI wanted to determine why my B12 was low.\n\nI am not a vegan and these issues cropped up when I was consuming the most amount of meat in my entire life.\n\nI don't have pernicious anemia. I got the IF antibody test and it was negative\n\nAnti-parietal cell antibody test was negative as well\n\nMy 7th doctor checked if I have low cortisol which was causing my symptoms for good measure and it was okay as well. He said I have Chronic Fatigue Syndrome (CFS), whatever that means and then gave me Prozac.\n\nThis is where my cousin comes into the picture. She's a veterinarian and asked if I ever had de-worming done in the recent past. I asked what ?? She said the symptoms look like that of a parasitic worm, and that a lot of cases she sees are plainly there because of complications arising out of worm infestation in the gut. I said fuck it and took the de-worming pill.\n\nAll it took was one fucking pill worth 10 cents and I'm feeling better than ever. My bowel movements are fantastic. I have ample mental and physical energy. I still need to get my B12 levels checked after a few months to confirm that what I'm feeling is not placebo. Thanks for coming to my TED talk. Fuck worms.\n\nEdit: the pill has Albendazole in it and is sold under the name of Zentel in India. I'm not a doctor and took it because I have trust in my cousin (who is a veterinarian), was tired as fuck mentally, had run out of all other diagnoses and had very easy access to this med. Please speak to your doctor and get your stool samples tested before you pop in a pill suggested by an internet stranger.\n\nUpdate 09/08/2021: My B12 Levels are 343pg/ml (Ref Range 187-833) after almost an year of no IM B12 injections OR oral supplementation. This is lower than what I want but much higher than what I had before anti-parasite and injections. Hope this helps you all."
    },
    {
        "title": "Took 50,000IU Vitamin D supplement yesterday evening and feel the effects already",
        "body": "I got lab work done about 2.5 weeks ago and was told I had low iron and vitamin D. I finally took my once a week dose of vitamin D yesterday and I woke up with a clear head and feeling grateful and positive. Like I woke up so happy it’s freeing lol. I’ve been in a bit of a rut for weeks.\n\nI don’t know if it could work that fast but I realized it’s a large dose.\n\nI instantly came onto Reddit and joined r/supplements, r/nutrition, and r/microbiome so I can learn more. I had no idea that vitamins and nutrients played that much into your mood and mental health. Just wanted to share my experiences.\n\nUpdate: just wanted to reiterate I did get my LAB DRAWN by medical professionals and went to a provider who PRESCRIBED the vitamin. I have no recommendations on what dose of vitamin D you should take. Also it’s a once a week dose for only four weeks, not for an extended period. Thank you!"
    },
    {
        "title": "I quit supplements today",
        "body": "It’s exhausting figuring out what to take, how much, how often, reading a study on this and then reading another study that contradicts the other one. It’s too much, all of it. I give up, cold turkey. I’m going to do my best to eat a whole food, plant based diet and that’s it."
    },
    {
        "title": "AG1 Kills the Liver",
        "body": "I’ve seen this all over the Internet and can report that it is true. I took AG on for three months and went to the doctor for my general physical and blood work and my liver enzymes are through the roof. My doctor told me to stop drinking this shit immediately! It is toxic and full of a bunch of junk that your body does not want or need so your liver works overtime trying to expel it. This is not at all a healthy thing to do to your body daily, and overtime will kill your liver. Don’t take this shit.\n\nUPDATE: I think it’s hilarious and pathetic all of the people who are so desperate to defend this shitty product. How much are they paying you and why are you so defensive about it? You benefiting some kind of way or is your ego just bruised?\n\nHere are my levels before and after. No other lifestyle changes except me taking this supplement.\n\nALT March: 17 — July: 145 ASL March: 12 — July: 66\n\nAlso, for what it’s worth, I emailed customer service while I was sitting in my doctors office and demanded a refund and told them that their product was taxing my liver. And they literally responded immediately gave me a refund and then called me to see if I was OK. Good customer service? Or damage control. I think the ladder because this isn’t the first time they’ve gotten that complaint and they are trying to mitigate reputational damage."
    },
    {
        "title": "Vitamin D is technically classified as a steroid hormone, not just a vitamin",
        "body": "Here’s why:\n\nChemical structure: Vitamin D is derived from cholesterol, just like other steroid hormones (e.g. cortisol, estrogen, testosterone).\n\nHow it works: After it's produced in the skin (via sunlight) or ingested, Vitamin D is converted into calcitriol, its active form. Calcitriol then binds to vitamin D receptors (VDRs) inside cells, affecting gene expression—just like hormones do.\n\nFunction: It plays a major hormonal role in regulating calcium, phosphate, immune function, and even cellular growth.\n\nSo while it’s called a “vitamin,” Vitamin D acts more like a hormone at the molecular level."
    },
    {
        "title": "Shilajit is godsend.",
        "body": "\nBest supplement I have ever taken imo. Increased libido, physical strength, a mild high, great for sleep, calmes my nerves and actually FEELS like a multivitamin- as if it replishes the lost minerals in my body which a normal multivitamin does not “feel” like. I took the powdered form a year ago which did not do this but tried authentic kashmiri shilajit in tar form and it works like magic."
    },
    {
        "title": "Had over a decade of issues, physical and mental, doctors never helped, after a few weeks of particular supplements I feel better than I ever have in my life. Seems too good to be true, any insight?",
        "body": "I'm a 27 year old male, and I remember things starting to go downhill for me around age 12. I started feeling depressed, I had little energy, couldn't concentrate in school and was always last in sports events. I had persistent diarrhoea, and I had intense anxiety along with shortness of breath, and numerous digestive issues. I was physically weak and overweight, with skinny arms and legs.\n\nI should note that I am autistic so my diet has always been very limited and poor, which the doctor's have never asked about. Basically I eat the same thing every day and get few fruits and vegetables, this isn't laziness or not looking after my self it's just a common thing for autistic people to have very fixed routines in terms of what they eat. For example Henry Cavendish the famous scientist was likely autistic and his diet consisted of \"leg of mutton\" for his entire life.\n\nThe issues intensified over the years, I was always out of in a dream like state, I'd sleep 12-14 hours a day and still feel tired. I'd struggle to hold a conversation and people considered me lazy when really I was exhausted.\n\nWhen I was 20 I was incredibly depressed and went to the doctor who prescribed me antidepressants. At first my mood improved but I was still physically exhausted, lethargic, and I struggled to concentrate and study. My bowels were still really bad, and I would overeat constantly. I had acid reflux and bloating ALL the time and felt sick a lot. I had chronic insomnia and even if I slept I'd sleep 12 hours and wake up more tired than before. It was hell. I'd be in a state of panic a lot of the time and I seemed really sensitive to certain foods like dairy, it would make me feel like I needed to throw up.\n\nBetween age 20-27 I went to the doctor many many times, I had colonoscopy and endoscopy. They diagnosed me with a hiatus hernia, and microscopic lymphocytic colitis which is very rare and interestingly SSRI can cause it. I was convinced I had diabetes at one point because I was pissing about 10-20 times a day and always thirsty, got blood sugars tested thoroughly at different times and it was perfectly normal.\n\nI also had an EKG due to palpitations and it came back 100% normal.\n\nAround 2017/18 I started feeling worse than before, a ringing started in my ears which I thought was just tinnitus, would get out of breath just going to the kitchen, had daily headaches, really bad mood swings into black depression, intensely painful indigestion, my muscles started twitching (eyes, calves), I started getting heart palpitations which took my breath and my heart rate was really high. I was thirsty ALL the time but I couldn't quench it. Mentally I was in an intense fog and I struggled to do basic tasks. I ended up getting diagnosed with ADHD because of these issues.\n\nObviously I went to the doctor's MANY times. They said my blood pressure seemed high but it's just anxiety. They did every blood test imaginable and the outcome was \"Your phosphate is low but don't worry about that\". This got me thinking though, I asked for advice and they just shrugged. I left it and continued to feel worse.\n\nA few months ago I caught a stomach virus and was having diarrhoea about 5 times a day for 2 weeks, over that time the issues I'd been experiencing for so long intensified tenfold. The ringing became deafening, my vision got so bad I had to put my computer screen on 200% magnification, I couldn't eat and I couldn't sleep, my muscles were constantly spasming, heart racing and palpitating, I got dry skin all over my face like it was peeling, my fingernails went brittle and dull, and I felt INTENSE panic all the time. My eyes were dry and uncomfortable no matter what I drank.\n\nThat's when it clicked... I did a lot of research and learnt that I'm losing essential electrolytes through the diarrhoea and that my previous issues getting worse indicate that I was probably deficient in something to begin with. I looked into phosphate which was the only blood test abnormality.. learnt that phosphate needs Vitamin D to be absorbed, interesting because I live in the Northern hemisphere where we get little sunlight.\n\nAnother friendly Redditor mentioned magnesium, and vitamin B complex to me. They said most of my issues like the twitching and mood problems sounded like they could be magnesium related so I looked into highly bioavailable forms.\n\nI got:\n\nMagnesium bisglycinate\n\nVitamin D3 (cholecalciferol)\n\nVitamin B Complex (high strength)\n\nOh my God.\n\nIt felt like I had been injected with pure energy. My posture was always terrible because I found it exhausting to sit or stand up straight. I started naturally standing and sitting straight and it was easy. I have a stationary bike and I'd always feel like I was dying and get light headed after about 5 minutes on it. Within 2 weeks I sat on it and pedalled for 40 minutes straight with no fatigue. My acid reflux disappeared ENTIRELY and my stools went from constant mushy diarrhoea, to well formed and solid every time without any discomfort.\n\nShortness of breath has entirely disappeared which was a constant thing for me, my vision is SHARP and never goes out of focus. Actually I think I need a weaker glasses prescription now. I now feel refreshed from drinking and I'm going to pee 5 times a day when before it was about 15-20. I am a lot stronger, my mood is positive all the time and I don't have mad mood swings. I can concentrate on whatever I want to which I was diagnosed ADHD due to those issues.\n\nThe heart palpitations have entirely disappeared, and my resting heart rate has gone down by about 20 points. My fingernails started growing fast and within 5 days they grew more than they had in the previous 3 weeks. My skin rash entirely vanished and I feel so energetic.\n\nIt seems wayyy too good to be true but I can't deny. It seems like I must have had some major deficiencies for a long long time due to my limited diet but no doctor ever picked up on it. I'd be skeptical usually and put it down to placebo, but there are undeniable things like the muscle twitches that I cannot control consciously which have entirely vanished as well as being much stronger and having higher endurance. For the first time in about 15 years I sleep 7 -8 hours and wake up feeling REFRESHED rather than exhausted. It's amazing.\n\nI'm going to keep an eye on this but I think I will try to come off the antidepressants shortly as it's kind of obvious to me that they were masking the mood problems caused by underlying deficiencies. I was depressed and crappy feeling on them as well and was at the end of my rope until I found these supplements. I have gone from feeling 80 years old to 18 years old in under a month. Food that had triggered issues before cause no problems now and I can eat anything."
    },
    {
        "title": "Zinc is the best supplement I have ever used",
        "body": "I initially started taking 30mg zinc for acne, but I felt a great general improvement in several aspects (like libido, for example) that I didn't expect, because I still didn't know how important zinc is for health before using it. So I decided to continue taking zinc supplements even after my acne improved (zinc helped), reducing the dose to 15mg. I always take it at night before going to bed.\n\nOne thing I wanted to know is whether it would be worth also taking it in the morning after waking up, taking a smaller dose or dividing the total dose of 15mg into 7.5mg twice a day (morning and night)?"
    },
    {
        "title": "Vitamin & Mineral Deficiencies and Interactions: Synergystic and Antagonistic relationships - Mega Spreadsheet",
        "body": "A minimum vitamin D level is necessary for optimal intestinal absorption of calcium - meaning that calcium deficiency may be treatable by vitamin D supplementation! This is called synergism: some micronutrients increase absorption of other micronutrients.\n\nPeople who don't know about this may try increasing their calcium supplementation, not knowing that calcium interferes with iron absorption and zinc uptake - because they share a transporter. This is called antagonism: some micronutrients inhibit absorption of other micronutrients. (Sidenote: this is one of the reasons why multivitamins/multiminerals are largely ineffective in improving health outcomes; consuming a lot of micronutrients at once severely limits absorption because of all the antagonistic relationships.)"
    },
    {
        "title": "Black seed oil is unreal. Are there any negative side effects?",
        "body": "I started taking black seed oil two weeks ago for a minor injury. But I’ve noticed strong effects from it.\n\nIt brings about this intense state of calm and gets rid of any anxiety. It feels like L-Theanine on steroids. I’ve also noticed general brain fog to fade away, and I’ve stopped waking up in the middle of the night.\n\nThis all seems a “too good to be true” situation. This stuff seems powerful and very bioactive. Are there any negative side effects to be aware of?\n\nSome preliminary research I did mainly discussed the side effects of excess black seed oil consumption on kidney and liver health, but nobody is really discussing side effects of moderate doses (one teaspoon in the morning on an empty stomach, one teaspoon before bed).\n\nI know it’s heavy in omega-6’s and very anti microbial. Maybe negative effects on the gut microbe?\n\nCheers."
    },
    {
        "title": "Don’t ever let anybody convince you that supplements are useless or harmful and that you can always obtain everything you need through diet",
        "body": "I’m obviously preaching to the choir but for the longest time I felt bad about taking supplements because they get a bad rap. I thought they were unnatural and unnecessary (even though they may actually be unnecessary for some lucky folk with great genes, a clean health record and who eat a phenomenal diet).\nI now take vitamin D, L-methylfolate, magnesium, iron, beef liver and a high quality DHA and my lifelong depression and anxiety are completely gone. I have the MTHFR mutation and have historically had moderate to severe iron and vitamin D deficiencies. Since correcting them (confirmed by bloodwork) my life is completely changed for the better. I have a young toddler to run after and still feel the best I ever have in my whole life energy and mood wise.\nNot out here trying to change anyone’s mind about anything or sell them on my individual supplement regime! Just singing some praises of supplementing in general!\n\nEDIT: I should clarify that I eat a nutrient dense, whole foods diet 90% of the time. I’m not advocating eating like shit, ignoring the importance of healthy lifestyle and leaning on supplements as a crutch to make you feel healthy. I’m saying that supplements are amazing tools when you have nutritional gaps to fill. They obviously should not be relied on alone to achieve optimal health nor should they be taken for no good reason"
    },
    {
        "title": "Black Seed Oil has changed my life and it's freaking me out",
        "body": "I have had body temperature issues since adolescence. As a teenager I needed it to be cold in my room so badly that I begged my parents to buy an A/C unit for my room despite having A/C throughout the house because I liked my room cold. My parents called it the \"freezebox.\". I kept it at around 60-62F.\n\nIn college it was a constant tug-o-war with roommates with the thermostat. I could sometimes get it down to 64F but couldn't go to sleep unless it was that low and most of the time they kept it at 70F. I had to take OTC sleeping pills every single night for most of college just to fall asleep.\n\nOut of college, I had freedom in my apartment and kept it at 64F and as low as 59-62F for bedtime to fall asleep. This was the case for 8 years of apartment living after college.\n\nThen I took black seed oil for 2 weeks.. My family has always had thyroid issues FWIW and I had hoped the thymoquinone in it would help. But I noticed a RADICAL shift in my preferred temperatures.\n\nWithin one month, my preferred sleeping temperature went from 60F to 67F!!!!!!\n\nWhat the F is going on. How can 1 Tbps per day of this supplement be causing a 7F degree difference in my preferred temperature. What could this mean? Was my thyroid in such a bad state that some thymoquinone (which apparently reduces thyroid inflammation) had such a profound affect?"
    },
    {
        "title": "6 grams of vitamin C daily reduces chances of getting a common cold by 80% in a large RCT study.",
        "body": "A total of 1444 participants were included in the study. Of these participants, 695 received vitamin C (6000 mg/day, vitamin C group), while 749 participants received placebo (0 mg/day, placebo group). The vitamin C group had a 0.80-fold lower risk of getting a common cold than the placebo group. Subgroup analyses showed that this effect was stronger among subjects in camp A, among never smokers and among those in physical rank 3."
    },
    {
        "title": "Supplements that may instantly improve your life",
        "body": "Hey\n\nI’ve tried a few different supplements but there have been four or five that have had an immediate profound effect. Anyone else have something that was an instant game changer for them?\n\nCreatine\n\nInstant boost to focus and energy. It’s like your focus takes a lot less time to renew itself.\n\n2. Fish oil\n\nI think I had neuroinflammation and this increases my mood (Nordic naturals) substantially. My social anxiety is almost nonexistent.\n\n3. Magnesium chloride in water\n\nInstant relief like I was deficient for years. Made anxiety more palpable and easier to see and feel.\n\n4. Inositol\n\nInstantly felt something like excitement or joy the first time in my life when I took this. I guess it helps with blood sugar?"
    },
    {
        "title": "Groundbreaking human trial reveals GlyNAC's potential to rejuvenate 80-year-olds to levels resembling 20-year-olds",
        "body": "\nDuring my research into longevity and health, I came across an intriguing human clinical trial conducted by the Baylor College of Medicine. This 36-week study examined the impact of GlyNAC supplementation on over 30 biomarkers and real-life performance differences in both 80-year-olds and 20-year-olds.\n\nThe results are astonishing: GlyNAC rejuvenated the bodies of 80-year-olds to levels resembling their 20-year-old counterparts in real-world physical and cognitive function.\n\nAs a health and wellness enthusiast, I thought this groundbreaking discovery was worth sharing with the community. If you're interested in learning more, I invite you to read the full article here: https://aminoacids.substack.com/p/antioxidant-30-how-the-amino-acid\n\nWhat are your thoughts on GlyNAC and its potential role in longevity? Let's discuss!\n\n\nUpdate: links to the main studies are below. To see all 25 references, pls consult the article above.\n\npubmed.ncbi.nlm.nih.gov/35268089/\n\npubmed.ncbi.nlm.nih.gov/33783984/\n\nhttps://academic.oup.com/biomedgerontology/article/78/1/75/6668639"
    },
    {
        "title": "NAC is a godsend!!!!",
        "body": "I don’t usually mess with a lot of supplements, but you know how moms randomly hand you stuff \"for your health\" like \"just take it, it’s good for you.\" Usually I don’t think twice. I just take it and move on. But this time? Man...\n\nA few minutes later... (30-45 mins) It felt like I unlocked a whole new level of breathing. I swear I’ve been breathing wrong my entire life 💀 Everything just felt clearer, like my lungs finally got a deep breath. The feeling was unreal good.\n\nJust wanted to say that. If u can, try NAC. You won’t regret it. 10/10 would get NAC’d again."
    },
    {
        "title": "time to stop all supplements",
        "body": "im done with synthetic vitamins and minerals, all this chasing health made me so hypochondriac and manic with my diet that it ended up as a net negative. All this is is just some death anxiety bull to trick ourselves into thinking this vitamin is what's missing, or ZINC SAVED ME, i'v gotten more negatives than positives in my pursuit of health and i'v tried it all. From now on im eating what im craving and il invest in quality top shelf food rather than pills, time to be normal again\n\n"
    },
    {
        "title": "Saffron is AMAZING for depression in my experience",
        "body": "I've been on all sorts of SSRI's and antidepressants but most of then came with many nasty side effects. But saffron on the other hand works wonders for me. I recently bought a very high quality saffron in Seattle and I created an alcohol tincture. About a cup of alcohol with 5 grams of saffron. And oh boy it lasts a long while. I take about 45mg daily and I really do feel it's effects. I genuinely feel happier and more motivated to do stuff in the day. I'm quite prone to feeling depressed often, but taking saffron really feels like I'm taking nature's anti depressnt. If you are considering trying it, make sure to buy from a good seller. Saffron are these little red threads, and the higher parts of the thread are more potent. I was lucky enough to find a seller who only sells the highest quality part of the stem. And it works wayyy better then the saffron I used to take before. Just thought I'd share this knowledge! :)"
    },
    {
        "title": "Be careful of Zinc-Copper imbalance if you are taking zinc frequently",
        "body": "30m. I had grey hair, feeling cold, loss of olfactory, and frequently fatigue when I take 30mg zinc daily for 6+ months.\n\nStopped the zinc and took copper 2mg daily for 3 days this week and my smell comes back and feeling warm. Sexually feeling better as well"
    },
    {
        "title": "whyyy did noone tell me the negatives of turmeric??",
        "body": "i was taking 500 mg turmeric a day for a muscle strain, i did this for two months. i then started to notice weird things- muscle pain, joint pain, slow healing, fatigue, heartburn??\n\nafter narrowing down the triggers, ive come to this- the turmeric!! its the only thing that changed since my last (normal) physical eval, so i stopped taking it and started looking into it more-\n\nit turns out that not only does turmeric often cause heartburn and exacerbate GERD, it also depletes iron and can cause anemia! this is my reminder that plants are powerful - they can mess you up just as well as they can heal you. thanks for listening to my rant :)"
    },
    {
        "title": "CoQ10 is the most powerful supplement or medication I have ever tried.",
        "body": "I have Bipolar disorder and have been on a quest to stabalise my mood and prepared to do whatever it takes so have tried a lot of health supplements and bought prescription drugs online from russia in order to try. ( i was desperate)\n\nNot supplement or medication could cure my winter depressions which would come around about now year after year and something I just had to endure.\n\nUntil i tried CoQ10. It literally feels like I'm fixed. So much more energy and mental welbeing the depression and fatigue which should have arrived by now has not.\n\nSo I can only conclude I have been deficient this whole time which caused a whole load of physical health as well as mental health issues.\n\nHas anyone else had a profound life changing experience from a health supplement?"
    },
    {
        "title": "Zinc saved my sanity",
        "body": "I've been taking 50mg of zinc along with 2mg of copper for about 5 weeks and despite work stress I haven't felt this calm and collected for what seems like a year. I took it to increase libido(which it did) but this calm feels...amazing. Where did it come from?\n\n\n"
    },
    {
        "title": "NAC almost gave me psychosis",
        "body": "Just a warning for anyone taking this supplement. I started taking it and at first didn’t notice much of a change. 2 weeks of taking it daily, I noticed I started having severe agitation and depression (I almost got into a fist fight with someone at the grocery store because they were standing too close to me). I was SO angry all the time but I thought I was just PMSing. Then the agitation turned into anxiety mixed with tons of energy. It felt like a mild manic episode but without the good feelings. I started having derealization and just felt really weird. I didn’t realize it was the NAC and thought I was going crazy. I stopped taking it and within 72 hours I felt better. I’m 3 days off it and still feel a bit depressed.\n\nBe careful with supplements folks, especially this one."
    },
    {
        "title": "Vitamin D supplements are ineffective without magnesium",
        "body": "\"Low magnesium levels make vitamin D ineffective, according to a review published in The Journal of the American Osteopathic Association**.**\n\n\nVitamin D cannot be metabolized without sufficient magnesium levels.\n\nTaking vitamin D supplements can also be dangerous if magnesium levels are not sufficient, according to the study. The researchers found that taking vitamin D supplements can increase a person’s calcium and phosphate levels even if they remain vitamin D deficient. This may cause vascular calcification if magnesium levels aren’t high enough to prevent it. \"\n\n\nMany folks pop vitamin D pills in the winter season due to lack of vitamin d from sunshine should be aware of this!"
    },
    {
        "title": "Whey protein can reduce feelings of depression and cortisol by increasing serotonin in brain",
        "body": "The researchers based their intervention on the fact that whey protein’s primary active ingredient -- alpha-lactalbumin -- consists of a high ratio of the amino acid trypotophan (trp) in relation to other large neutral amino acids. As previously stated this ratio, which is often denoted as “the plasma Trp-LNAA ratio”, is considered to be an indirect indication of increased production of serotonin by the brain and decreased cortisol levels. Therefore, the researchers hypothesized that by adding increased alpha-lactalbumin to the diets of the high-stress individuals, they would increase their plasma Trp-LNAA ratio and subsequently, lower cortisol levels while simultaneously increasing levels of serotonin. This would ultimately lead to lower depressive symptoms in the stress-vulnerable population.\n\nIn the stress-vulnerable group fed the whey-derived alpha-lactalbumin diet, the ratio of plasma tryptophan to other amino acids was 48% higher than in those on the casein diet (Markus, 1048). In stress-vulnerable subjects, this was accompanied by a decrease in cortisol levels and fewer feelings of depression and anxiety which are associated with higher levels of serotonin.\n\nhttps://blog.insidetracker.com/whey-proteins-impact-on-mood-and-stress\n\nIn my case I feel mentally more relaxed ever since I started taking 4 scoops of whey protein per day. I was most likely very deficient in protein because I lift weights 6 days a week and wasn't getting much in my diet. I also notice more endurance in the gym. I chose to buy a whey protein containing sunflower lecithin instead of soy lecithin to eliminate the possibility of estrogenic effects."
    },
    {
        "title": "Why does taurine fix all my problems and why does it make me feel so amazing",
        "body": "It's weird genuinely I'm not exaggerating thought it was a placebo. So I tried redbull it has a gram of taurine recently for studying. Everyday I felt great after drinking it I felt like I was actually present all brain fog went away everything felt sharper but at the same time I was more chill and relaxed. I notice I had much much more confidence and drive. I started talking more to people and talking more smoothly I felt great. I have mild adhd and I use weed often. Felt like any \"hangover\" effects are gone. I mean I feel like I haven't smoked in days when I did it last night. This shit is some miracle supplement. Btw I'm talking about this is how I felt today taking it as a 1 gram supplement I also felt like this on redbull days\n\nEdit: 2nd day taking it as supplement I notice same effects but also I noticed it helped with sleep. I sleep quicker now without racing thoughts keeping me awake. I've been doing a lotta smiling sounds corny but I'm smiling rn I'm on vacation and when I wasn't taking it I still felt overwhelmed and felt like doing nothing but I feel great rn. Can't express how great I am for me I haven't felt like this in a long while."
    },
    {
        "title": "Why you should be careful with NAC use (long-term) My experience",
        "body": "I’ve been taking NAC for quite a while, about 2 years now and honestly, it’s been a lifesaver for me. It helped with my mood, energy, and even my immune system. I take it 5 days on, 2 days off (usually weekends off). Never had any noticeable side effects at first, so I thought I was in the clear.\n\nBut over time I started noticing a few things: My skin got dull and kind of “tired-looking.” I began getting forehead breakouts (which I never used to have). My hair started turning white earlier than expected. developed dark circles and occasional fatigue.\n\nTurns out NAC can deplete trace minerals like zinc, copper, selenium, etc. I added a trace-mineral supplement, and within two weeks my skin looked better, dark circles faded, and energy came back.\n\nNAC is great, but if you use it long term, make sure you’re also replenishing those minerals."
    },
    {
        "title": "Lithium Orotate turned my lights on within 12 hours",
        "body": "I’m a postpartum mom of 3 who has been dealing with overstimulation, lack of joy, lack of motivation and unreasonable anxiety over my children’s safety.\n\nI have MTHFR, one copy, and was deep in a rabbit hole learning about what I need to take in order to support my body. That’s when I came across the affects of Lithium Orotate and I decided to give it a shot.\n\nI know that this is probably reckless of me, but I decided to jump in head first with a 15mg dose, as I had read that many people dealing with serious mental health conditions take 20mg+.\n\nWithin 12 hours of taking it, I found myself smiling with such a sincere joy welling up from my soul towards my kids. My brain began to go quiet and I could actually be present instead of constantly feeling wired yet also paralyzed by all of my thoughts. I cleaned up the house after my kids bedtime with ease.\n\nThis morning I sprang out of bed, have been calmer with my partner & kids, and have caught myself smiling constantly. It’s the weirdest thing. I emptied the dishwasher, made the beds, rotated laundry and got dressed all before I had my cup of coffee this morning… which is UNHEARD of for me in this season of life.\n\nFrom what I’ve read, it also seems to help MTHFR’s absorb their B12, so perhaps thats at play here as well? I’m not an expert at this by any means. I’m just willing to try things.\n\nI haven’t had a supplement impact me this quickly and this deeply ever in my life. It’s like the lights are turned on? I feel very grounded instead of being up in the clouds somewhere. I’ll report back with an update in a few weeks to see if this sticks."
    },
    {
        "title": "Warning about NAC",
        "body": "\nI’ve been trying to utilize NAC the past few months for rumination/ocd like symptoms and some anxiety support. It’s almost seemed to make it all worse.\n\nI ended up getting ahold of my 23 and me data and uploading it to genetic genie and then having chat GPT analyze my results along with my supplement stack. Turns out I have some mutations (mthfr and cbs) that affect my ability to process glutamate and be very sensitive to sulfur/ammonia processing; which leads to increased anxiety/OCD like symptoms. I stopped my NAC a few days back and already feel a smidge better.\n\nNot saying NAC is bad, just saying, if you feel worse on it, there might be a reason."
    },
    {
        "title": "Is Magnesium really worth it? Glycinate or Threonate for a beginner?",
        "body": "I have never been the type of person to do supplements, a lot of them at that, but from everything I have read and the little research I have done everyone, and I literally mean everything is saying how much magnesium is good for you and its something everyone should be doing, so I figured if I'm not going to be doing a bunch of supplements but there is 1 that can really help and overall improve my life I might as well try and do it, so if there was a supplement to help and for me to try and do I figured it would be magnesium\n\nI'm a 21 year old male, I would say I have a relatively good lifestyle, workout 3 times a week, I try to play sports at least once a week, I will say my diet is pretty bad, I eat healthy foods and fast foods at about a 50/50 split, I don't really sleep to well which is something that I've seen people say magnesium helps with as well just overall function\n\nSo my question is, is it true, is magnesium really worth it to try? From everything ive read the best form is Glycinate or even threonate but im not to sure on that one, is that also true or are there others to do? What is the best brand, bank for your buck wise, I've seen good things about Soloray, each serving is 350mg of it, is that to much to start, am I going to have any side effects, what does it really do and help with\n\nMy local Meijer has there store brand Magnesium Glycinate and it looks like it doesn't have a bunch of random additives, it has (The capsule, Vegetable Magnesium Glycinate, Silica, Rice Powder), would that be a good option, or should I go for a more premium option, I wouldn't want one with a bunch of unnecessary additives and the store brand seems like a decent option, is that true or should I opt more into like Soloray as I mentioned earlier\n\nIf there is anything else I should know, or any other suggestions on other supplements even, or anything of that nature please let me know!"
    },
    {
        "title": "Anyone here actually seeing results from anti-aging supplements?",
        "body": "I used to think all this anti aging supplement stuff was just marketing hype but I’m hitting 40 soon and starting to feel it energy’s dipping, recovery is slower and my focus isn’t what it used to be.\n\nI’ve been looking into NMN, NAD+, Urolithin A and a few others. The science sounds promising (especially on cellular energy and mitochondrial function), but there’s so much noise out there that it’s hard to tell what’s legit and what’s BS.\n\nAnyone here actually tried these and noticed a difference? Like energy, skin, sleep, brain fog whatever.\nAlso curious if combining a few (like NMN + Fisetin or Spermidine) makes more sense, or if that’s just overkill."
    },
    {
        "title": "L-theanine: I wish this feeling lasted forever 😭",
        "body": "It finally feels like I don't have a thousand different thoughts swarming around inside my head anymore. I can finally focus on any task that I do. This is a blessing but it's a shame that it's only temporary. I feel like I can finally see. 🙏 It is true that theanine is sourced from green tea yes?"
    },
    {
        "title": "Omega 3 has been a real game-changer for me",
        "body": "Have tried a lot of supplements, usually one-by-one, and I input all results in a spreadsheet (as I only want to take a few ones that I know I actually need). Magnesium, Vitamin B & C, Zink and others doesn't seem to do anything for me. Omega 3 however, has had an almost mind blowing effect. Been taking it for about 2 months now and can't overstate it's results (obligatory placebo-disclaimer).\n\nNo effects on joints and muscles but a lot better looking skin. I didn't have acne before but I look a lot more healthy. Effect on mood and mental health 10/10. I can't quite place it, my life-situation is the same and my daily routines are the same. I just feel a deep sense of well-being that I can't place. I also feel a lot more confident and have gotten way more friendly with my body/appearance. My theory is that it affects my Serotonin-levels in a way that was very beneficial for me personally.\n\nWould recommend. I take 3g daily in total, with 900mg EPA and 600mg DHA. I was pretty bad at eating fish before, maybe 2 times a month. Let me know if you have any questions. I'm going to try Krill oil & cod liver oil as well."
    },
    {
        "title": "Subjects who took 600mg of Ashwagandha extract for 60 days reported lower anxiety and had a 28% reduction in cortisol levels",
        "body": "The treatment group that was given the high-concentration full-spectrum Ashwagandha root extract exhibited a significant reduction in scores on all the stress-assessment scales on Day 60, relative to baseline and the placebo group. The serum cortisol levels were substantially reduced in the Ashwagandha group, relative to baseline and the placebo group. The adverse effects were mild in nature and were comparable in both the groups. No serious adverse events were reported.\n\nThe findings of this study suggest that a high-concentration full-spectrum Ashwagandha root extract safely and effectively improves an individual's resistance towards stress and thereby improves self-assessed quality of life."
    },
    {
        "title": "Just tried L-Theanine now I know what’s up with all the hype",
        "body": "Very suprised, calming, and sense of peace without drowsiness. Calming but not sedating. Give it a try if you haven’t already."
    },
    {
        "title": "B-complex has changed my life and I need to talk about it",
        "body": "I'm someone who suffered from terrible brain fog almost daily, When I drank coffee it gave me only a temporary uplift in focus and mood then shortly after it would actually make me feel depressed most of the time. I have been up and down the whole nootropic alley with racetams, noopept, l-theanine you name it I've tried the most popular noots that exist, none of them compare to how good I feel when I take a B-complex, I keep coming back to B-complex again and again because its the only thing I have ever taken that actually works and does something. I take a B-complex that has iron and vitamin C added from the brand Windmill.\n\nI have consistency felt amazing every single day since I've started taking a B-complex, It turns me into an absolute powerhouse, I feel like I can shovel through office work like its nothing, My productivity went up dramatically to the point to where I can confidently say that B-complex has been life changing for me. It gives me my energy back, no more feeling like absolute shit all the time. B-complex has given me both amazing amounts of physical and mental energy. my mood is noticeable uplifted and I feel good all the time. No more downhearted feelings or anything.\n\nIts worth mentioning that I have a diagnosis of ADHD and Asperger's/Autism since I was 5-6 years old so of course my experience may be different from yours. I cant get over how this stuff has changed my life for the better, I feel like my ADHD is fully under control and I cant get why its working so well. I cant put this on being a placebo. There is a legitimate increase in mood, energy and motivation, I'm no longer procrastinating.\n\nOK So heres a little success story, I have been taking B-complex every day for 2 months now, since then my productivity went up dramatically, I doubled my workload and already earned 4 massive bonuses since, not only that buy last month I started up an entire new line of work that I have been meaning to do for years but lacked the motivation to even start. I am now living on double the amount of income that I used too. I know it sounds crazy to say that it was all because of B-complex, But this stuff is actually giving me my life back. I have motivation again, I think thats the main thing I was lacking in my life is that I didnt want to expand and spread my wings so to say. I never had the motivation to expand my horizons, because if you suffer from ADD/ADHD or autism you know that is how most of us feel most of the time.\n\nSome people have been telling me that taking b-complex is the same as just gulping down a energy shot every day, is this true and am I doing harm to myself by taking b-complex every day? Can I take the b-complex long term? This stuff is about as close to the real NZT-48 as you can get, at least for me."
    },
    {
        "title": "Everyone Should Have Oregano Oil",
        "body": "It’s so good, it can treat anything from fungal infections (athletes foot, ringworm, yeast infections) to respiratory, digestive, immune issues, parasitic infections - the list goes on.\n\nYou just add a drop or 2 into some water and drink daily.\n\nOr dilute it with a carrier oil and apply to skin.\n\nTreat it like a medicine though - a 7 day course should be enough to clear an infection or minor ailment.\n\nBeen feeling like crap the last couple days but a few drops in water clears my throat and sinuses, just wanted to let everyone know in case you have something persistent bothering you.\n\nEdit: If symptoms persist talk to a doctor in my case I’m still feeling sick, but it’s helping me through it.\n\nAs a fellow supplementer mentioned, it’s probably just a cold anyway that’ll be gone in a couple of days regardless of taking this or not.\n\nSo, I could just be treating my symptoms - which it does a good job at, and, what my doctor would’ve done if I went to see them anyway.\n\nOther info: Oregano oil is antimicrobial, antifungal, anti-inflammatory, and has antioxidant effects, was used by the ancient Greeks but at the end of the day - it is not prescription medication."
    },
    {
        "title": "Testosterone increased by 48%",
        "body": "In my 30’s. Had testosterone level 2 years ago of 11 nmol/l. Had 3 tests done and they all hovered around that value. For the past 3 months I’ve been eating, drinking, excersizing as normal but have been supplementing D3, K2, Magnesium Citrate, Zinc, Ashwaghanda. I did a test last week and it came back 16.3 nmol/l. I’m really pleased with this result, it’s nice to know that my reasons for feeling so much better and confident are legitimate and not just a supplement placebo effect that would wear off over time. Any ways just thought I’d share!"
    },
    {
        "title": "NAC -- what the hell is going on?",
        "body": "\ntoday was my third day taking NAC. the first day i took 600mg, then yesterday and today i took 1200mg. yesterday i didn't feel much but today... holy shit. i feel in full and total control of my life.\n\ni've been severely depressed for the past 6 months and i mean severely. i was drinking a ton every day, i was unable to work, i hardly left my apartment, very rarely saw my family and friends. i was completely disabled and today was the first day in a very very long time where i actually feel like myself. it's the first time in so long where i feel good being sober.\n\nmy decision making is on point. i haven't procrastinated anything all day. my life just feels brighter and i have no idea what's going on because i'm not on anything else..."
    },
    {
        "title": "Take zinc if you take high doses of vitamin D",
        "body": "I only just realized how important zinc is and how after months of taking high doses of vitamin D I made myself quite deficient in zinc. Was wondering why I had crazy cluster headaches, loss of appetite and energy. Also the efficiency of my other supplements seem much more pronounced now once I added zinc into my stack. Don’t forget to add copper tho.\n\n\n"
    },
    {
        "title": "L-Theanine is a miracle",
        "body": "I have stress and anxiety. Whenever I get nervous at work, I start talking too fast, can't stay focused, and make mistakes. I have also been doing job interviews, and I am a nervous wreck with those too.\n\nAfter taking 1 200mg pill of L-Theanine, everything is so much better, the world is slower, I can stay extremely relaxed and the way I speak is a lot more intelligent and steady. I don't take it everyday as I read the effects start wearing out if you take it everyday. I just take it whenever day I need it and I take it in the late morning or early afternoon when on an empty stomach.\n\nI used to take Calm Aid which helped but I think L-Theanine has had a stronger effect on me.\n\nI guess different bodies will have different effects, but L-Theanine has improved my quality of life."
    },
    {
        "title": "Why is not everyone in the world taking NAC daily?",
        "body": "I was reading up on side effects and it literally says „lowering the risk of heart disease”. As a person with many addictions it sounds like a miracle drug. And so cheap. Tho barely available anywhere in Eastern Europe.\n\nGreat for mental health, all organs basically… what am I missing? I learnt about it from the subreddit but no doctor ever mentioned it nor have I heard about it online (I accidentally bumped into a niche Reddit thread)\n\nEdits: I’ve read all the comments and I really appreciate everyone sharing their experiences. It’s crazy because I read quite a few posts about NAC on this subreddit and all of them were overwhelmingly positive. Almost feels like everything I’ve read before was sponsored. Now I see thats its not all sunshine and rainbows. I will try it because I believe my liver and kidneys are not in the best state after my recent benders. Similar with my brain. I kinda fucked myself up. I will take my supplements and see. Anhedonia wouldn’t be a bad thing because my anxiety is killing me recently lol"
    },
    {
        "title": "L-Theanine cured my medication-induced acute akathisia. I'm blown away!",
        "body": "Just a quick shout out to this supplement. I got Suntheanine on Amazon.\n\nI take antipsychotics and the absolute worst side effect is unmanagable restlessness and shaking so severe that it is difficult to hold things or steady my hands.\n\nI saw that L-theanine helped with calm and focus and I thought 'why the hell not?'\n\nGuys, I can finally sit still. I am not tiring myself out by shaking. I can actually hold a glass of water without spilling it. I can stand in place without the need to march or shift my weight constantly.\n\nThis isn't some placebo effect, either. I've been trying to fix this issue for years. I've tried just about everything imaginable. But I think i've finally found my solution.\n\nhell yeah"
    },
    {
        "title": "Why are so many people supplementing with 5000 IU a day of vitamin D?",
        "body": "In the last couple of weeks I've seen half a dozen or so people here mention that they're taking 5000 IU of D3. I'm wondering if I should try that as someone who lives in a colder climate and doesn't get much sunlight. But 5000 IU is above the upper limit of 4000 IU, so I'm nervous about going that high. What's the reasoning behind such a high dosage?"
    },
    {
        "title": "NAC is truly a miracle supplement and I wonder when pharmaceutical companies are going to get their hands on it",
        "body": "Which might not be a terrible thing if they can improve on it even more because the implications of it as a psychiatrist medication are already there.\n\nNAC has helped me more than any psychiatric medication I’ve taken for anxiety, depression and OCD symptoms without the very unpleasant side effects. It completely halts my obsessive thoughts and controls my BFRB impulses to the point where they are virtually gone. My anxiety is subdued and as a result, my depression is not as active either. It has enabled me to live a normal life and not be in a prison of my own thoughts and impulses. My only concern is plateauing, but I’ll cross that bridge when I get to it.\n\nIt would be nice if this supplement were studied more so that it can be applied to mental health in a more sophisticated way, but for now, taking a few of these pills per day seems to do the trick.\n\nI’ve spent thousands of dollars over the years trying to treat my mental health issues and it’s been tortuous. Then I hear about this supplement and decide to give it a shot and it’s like being on an SSRI but it works better and I get to keep my libido ☺️\n\nAnyone else have a good experience with NAC as far as mental health symptoms or any other enchantments? Or am I the only one that thinks this is a heaven sent supplement?"
    },
    {
        "title": "Cinnamon dropped my LDL-C from 103 to 75 mg/dL",
        "body": "\n36 y.o. female. Been taking 3-4 grams of ceylon cinnamon and it caused a significant drop in my cholesterol. My cholesterol was always in the 100-115 mg/dL and nothing really changed in my diet or exercise except adding cinnamon to my morning protein shake. I still eat fries, peanut butter, nutella, etc, but my LDL dropped 28 points. Just wanted to share this anecdote. (If you have high cholesterol, I'm not saying to stop taking your meds and just take cinnamon. Not sure if there's interactions between cinnamon and heart meds, so this anecdote is probably just for people without serious heart/cholesterol issues.)"
    },
    {
        "title": "Something in my stack reversed my gray hair",
        "body": "I’m a 35 year old female, and sometime in August 2021 I’ve noticed a lot more gray hairs. Approximately 10% to 20% percent of new growth was gray. Anyway, fast forward to the end of January 2022 and it’s time for me to do my usual root touch up (I color my hair every 3-4 weeks), and I realize my gray hairs are almost gone.\n\nI’m very pleased, but not sure which supplement is responsible for this. What do you guys think? By the way, I haven’t noticed any changes in my skin or nails, just the hair color.\n\nMy stack:\n\nWake up:\n\nNAC 600mg (also includes L-Glycine and Selenium) L-lysine (a few times per week)\n\nAfter breakfast:\n\nVitamin D 2500 IU Bioavailable Quercetin 50mg\nViviscal [contains a marine complex, Vitamin C, Zinc)\n\nEvening: Reishi mushrooms\n\nBedtime: Melatonin 3mg\n\nEDIT: I’m back after 1 year. It was NAC.\n\nEDIT 2: I’m taking CanPrev NAC+ bought on Amazon Canada."
    },
    {
        "title": "Ive got to say, magnesium is a game changer.",
        "body": "Ive started taking a lot more supplements, including high polyphenol olive oil, apple cider vinger, d3+k2, probiotic, multi vitamin, cod liver oil, and magnesium glycinate. I wouldnt expect any of these to make a significant differences in the short term, but im certain magnesium has helped my sleep so much. I work nights, and also suffer with restless legs so my quality of sleep is usually pretty shite so this has changed my life for the better!"
    },
    {
        "title": "L-theanine reduces caffeine-induced tension triggered by social stress, study finds",
        "body": "Results suggest that L-theanineattenuates certain stress effects of caffeine in acute social stress situations. This highlights the potential of the L-theanineand caffeine combination as a dual nootropic agent, offering both stress-reducing effects and the practicality of a substance suitable for cognitive performance enhancement.\n\nPreliminary findings, but still very interesting\n\nI’ve personally had the same experience with L-theanine. When I take it after drinking coffee, I feel fewer unpleasant side effects. The same thing happens with amphetamines."
    },
    {
        "title": "I took ashwagandha and now my brain has the audacity to just… chill?",
        "body": "Okay so, not to sound dramatic, but my mind used to run like a bootleg AM radio: constant static, overlapping thoughts, and the emotional equivalent of someone whispering “you suck” every 5 minutes. That was just... the default.\n\nThen I started taking ashwagandha (because Reddit told me to, obviously), and now it’s like someone found the damn user manual to my nervous system.\n\nI caught myself the other day just sitting in traffic. Not spiraling about that awkward thing I said in 2018. Not rehearsing fake arguments. Just... sitting there. Breathing. Staring at a tree. Who the hell does that?\n\nEven walking into the gym feels different. I used to arrive already mentally shadowboxing my intrusive thoughts. Now I just warm up, lift stuff, and go home without narrating my entire internal trauma reel. Wild.\n\nIt’s not like I feel superhuman or “healed” or anything more like someone quietly turned down the background anxiety volume from an 8 to a 3. And now I keep wondering:\nWas I always this internally fried and just thought that was normal?\n\nAnyway. Curious if anyone else has had that weird “wait... am I actually calm right now?” moment after trying this stuff. Or am I just finally catching up to how regular people feel?"
    },
    {
        "title": "Magnesium is like taking drugs...",
        "body": "Well, I finally found a form of magnesium that does not screw me up — Nootropics Depot MicroMag. Wow...fifteen minutes after taking it, I juat feel totally calm and centered, even though I am taking like 15% of the recommended dose. Worth every penny."
    },
    {
        "title": "Magnesium Gives Me Terribly Restless Sleep/Insomnia",
        "body": "I really wanted Magnesium to help me. There's so much info out there that claims it helps with sleep, anxiety, muscle relaxation. People will recommend it all the time for said issues.\n\nWithout a doubt, every time i start taking it, no matter what form, no matter what dosage, and no matter what time of day i take it, I get terrible insomnia. It absolutely destroys my ability to get a restfull sleep.\n\nIve stopped taking it and restarted it probably 15 times, thinking it was always something else causing it. But its absolutely the Mg causing my insomnia. I first thought it was the Glycinate that it was bonded to, but no matter what form, the same thing happens. Ive tried every form there is. I literally get 1 or 2 hours of sleep then it feels like ive had a strong dose of caffeine.\n\nIts so frustrating. Ive read a few stories of people having this adverse effect. Is there anyone here that has the same side effect?"
    },
    {
        "title": "L citrulline fixed my eyes",
        "body": "\nI started taking 3,000 mg a day of L citrulline to help with exercise. I also heard it helps with blood pressure and honestly it helped massively, maybe too much I'm kind of low now.\n\nAlso the unintended affect that I have been steadily losing all of the floaters in my eyes! I had quite a few but they weren't noticeable unless I focused on them in a bright room or staring at the daylight sky but they were slowly accumulating. I've been taking it about 2 weeks now and I'd say 95% of them are gone the few that remain I notice every few days if I try to focus on them they are fainter and fainter. I also was starting to have the issue that when I started to get tired it was hard to focus on small text and that is completely gone now. I'm back to having better than 20/20 vision. This stuff is amazing and is the fastest supplement I've ever had to directly affect my body so quickly!"
    },
    {
        "title": "Beetroot",
        "body": "THIS SHIT IS AMAZING. I feel dumb for not taking it before lol. First of all, sorry if this is TMI but it cleans me out well. I feel like I was born again. I know everyone’s experience is different but man this is insane. Energized, vibe is always good, system cleaned and not to mention, the sexual benefits 😮‍💨. I had no issues anyway but beetroot has made it to the point where everything increased x10 😂💯. To those who haven’t tried it, please try it because you may have the same experience if not better"
    },
    {
        "title": "L theanine is excellent",
        "body": "I'm trying to find natural ways to help alleviate long term chronic stress and anxiety. Ive seen many people mention l theanine. I'm 3 days into taking L theanine. 400mg per day. It is excellent for providing relief. Feels better than any psychiatrist medication I've tried. Feel free to mention anything that might be as effective as L theanine. Just concerned about developing tolerance to L theanine and I might need something else"
    },
    {
        "title": "Study found that pregnant women who took 2g of calcium per day gave birth to babies with 15% higher bone mineral content than placebo, and the mothers also lost less bone density during pregnancy",
        "body": "In a clinical trial conducted by Koo et al., 256 women were randomized before 22 weeks gestation to 2 g/day of elemental calcium or placebo until delivery. Dual-energy X-ray absorptiometry measurements of the whole body and lumbar spine of the neonates were performed within the first week of life. The total body bone mineral content was significantly greater in infants born to calcium-supplemented mothers (64.1 ± 3.2 g) than that in the placebo group (55.7 ± 2.7 g).\n\nThree recent studies have used dual-energy X-ray absorptiometry (DXA) before conception and after delivery to assess bone mineral density. In two of the studies, maternal lumbar spine bone density had dropped 4.5 and 3.5%, respectively, when preconception readings were compared with readings obtained within 4 and 6 weeks postpartum. If maternal diet does not provide enough calcium, then body steals it from the bones."
    },
    {
        "title": "Shilajit is absolutely amazing.",
        "body": "Been taking 250mg for a week and I feel so much better. It's my miracle supplement. I can definitely feel the boost in testosterone. The biggest effects thus far are:\n\n- Energy and focus\n\n- Libido increased\n\n- Strength when weight lifting\n\n- Sleep quality\n\nGuys, if you suffer from low T symptoms (anxiety, depression, lethargy, low libido, low energy, poor sleep, lack of motivation) I highly suggest giving shilajit a try."
    },
    {
        "title": "Do NOT take zinc on an empty stomach.",
        "body": "I am literally sitting here folded over like I’ve been shot. Worst stomach ache of my life.\n\n"
    },
    {
        "title": "Green tea changed my mental health",
        "body": "Not much else to say, I just wanted to share this. For those who are suffering from depression, anxiety, OCD or chronic stress.. I have never found anything that calms my mind and makes me feel more at peace than green tea. I had never tried it until recently and it’s truly the best thing ever.\n\n"
    },
    {
        "title": "what electrolytes don't taste like candy or salt bombs?",
        "body": "im dying in this texas heat. been pounding these electrolyte packets my wife bought and just realized why i feel like shit... checked the label and its basically kool aid with salt\n\nanyone got recommendations that dont have sugar? everything at walmart is either full of sugar or tastes like someone mixed chalk with stevia\n\ndont need a lecture about drinking water, i know. just need something for 12 hour shifts that wont give me diabetes\n\nshould mention before anyone says it.. ya i tried pickle juice. almost puked on a customer's driveway"
    },
    {
        "title": "Vit D saved me",
        "body": "I just wanna encourage everyone, i think most people can't take 20min of sun everyday. I used to have extreme brain fog til i started taking vit d 2 years ago and everything changed. I think a lot of people dont realize they're missing this VERY important nutrient. Not only it changed my mind but it changed my body. I take 1000 ui everyday. Total game changer in the times we live.\n\n"
    },
    {
        "title": "Zinc success story: Mental health and Insomnia",
        "body": "Hi all, I suffer from depression, anxiety and ADHD (the holy trinity) and I recently started supplementing Zinc at 15mg before bed and I have never slept so well, nor felt so well rested. It is crazy to me such a small element can improve my overall energy levels and mental health. Absolutely 0 depression symptoms over the past 3 days while taking zinc. I also feel energetic before taking ADHD meds (methylphenidate) or caffiene.\n\nI would really recommend those who suffer with depression, or insomnia to give Zinc a shot. I was genuinely stunned how much it helped, much more than some psychotropic medications ever did. I take 25 MG of Zinc gluconate, a 50 MG tab split in half in the evening. Looks like 25mg is a decent dose for an adult male, with upper bounds around 50. 50 vs 25 didn't change much so I stuck to the lower dose.\n\nFeel free to ask any questions or share your experiences! Thanks a million for all the great life changing information on this sub. I wouldn't know what to do without it ❤\n\nEdit: for my conditions I am currently taking venlafaxine xr 150mg, methylphenidate er 36mg and mirtazapine 15mg\n\nMirtazapine is taken nightly, and the others are daily"
    }
]