{
    "Usnea": {
        "sections": {
            "Overview": "Usnea species are lichens that grow on a variety of trees. Lichens are symbiotic organisms of fungi and algae. Usnea has been traditionally used as a medicinal source of usnic acid, which is of interest as an anti-inflammatory and antimicrobial (18, 99159).",
            "Safety": "POSSIBLY SAFE when used topically and appropriately (12).\nPOSSIBLY UNSAFE when used orally. There are case reports of hepatotoxicity associated with compounds containing usnic acid, a constituent of usnea (7091, 81595, 81600, 81607, 81612, 81619).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nThere is currently a limited amount of information about the adverse effects of usnea. Orally, usnea might be unsafe. The constituent usnic acid has been associated with hepatotoxicity. Topically, usnea is generally well tolerated.\nMost Common Adverse Effects\nTopically: Usnic acid, a constituent of usnea, can cause conjunctivitis, contact dermatitis, and local irritation.\nSerious Adverse Effects (Rare)\nOrally: Usnic acid, a constituent of usnea, has been associated with reports of hepatotoxicity.\nDermatologic\nTopically, a compound containing zinc sulfate and usnic acid, a constituent of usnea, has been reported to cause local irritation and contact dermatitis (81573).\nless\nHepatic\nOrally, usnic acid, a constituent of usnea, has been associated with reports of hepatotoxicity. From July to December 2000 there were at least seven cases of acute hepatotoxicity in patients taking LipoKinetix, a product containing usnic acid as sodium usniate. Symptoms including nausea, weakness and fatigue, abdominal pain, and yellowing of the skin usually developed from 2 weeks to 3 months after starting LipoKinetix and resolved upon discontinuation (7091). It is unclear if the sodium usniate ingredient is the cause of these adverse events. There are also individual case reports suggesting the development of hepatotoxicity related to the use of other weight loss products containing usnic acid (81595, 81600, 81607, 81612, 81619).\nless\nImmunologic\nTopically, usnea and its constituent, usnic acid, can cause allergic contact dermatitis with respiratory symptoms (11720, 81580, 81632).\nless\nOcular/Otic\nTopically, usnic acid, a constituent of usnea, can cause conjunctivitis (11720).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nCough. Although there has been interest in using oral usnea for cough, there is insufficient reliable information about the clinical effects of usnea for this purpose.\nHuman papillomavirus (HPV). Topical usnic acid, a constituent of usnea, has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nA clinical study in patients with HPV genital infection undergoing radiosurgical treatment of HPV lesions shows that vaginal application of a specific product containing zinc sulfate and the usnea constituent usnic acid (Zeta N, Bergamon Italia), before and after radiosurgical treatment of HPV lesions, improves wound healing and reduces the recurrence of infection for up to 6 months after surgical treatment when compared with radiosurgical treatment alone (81573). It is unclear if these effects are due to usnic acid, zinc sulfate, or the combination.\nless\nObesity. Although there has been interest in using oral usnea for weight loss, there is insufficient reliable information about the clinical effects of usnea for this purpose.\nPain (acute). Although there has been interest in using oral usnea for acute pain, there is insufficient reliable information about the clinical effects of usnea for this purpose.\nTinea pedis. Although there has been interest in using topical usnea for tinea pedis, there is insufficient reliable information about the clinical effects of usnea for this purpose.\nWound healing. Although there has been interest in using topical usnea for wound healing, there is insufficient reliable information about the clinical effects of usnea for this purpose.\nMore evidence is needed to rate usnea for these uses.",
            "Dosing & Administration": "Adult\nTopical:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of usnea.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "LIVER DISEASE\nTheoretically, taking usnea orally may worsen liver disease or cause liver failure. Reports of hepatotoxicity have been associated with the use of oral supplements containing usnic acid, a constituent of usnea (81595, 81600, 81607, 81612, 81619). Advise patients with existing liver disease to avoid taking usnea orally.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information about the presentation or treatment of overdose with usnea.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of usnea.",
            "Mechanism of Action": "General\nThe applicable part of usnea is the plant body. Usnea contains a variety of lichen acids including usnic acid, thamnolic acid, lobaric acid, stictinic acid, evernic acid, barbatic acid, diffractaic acid, and protocetraric acid. However, the exact composition varies significantly among species (11720, 81626). Usnic acid makes up 1% to 3% of the dry weight of usnea (99159). Usnea also contains phenolics (81601).\nAnalgesic effects\nThe hydroalcoholic extracts of Usnea barbata and Usnea hirta have analgesic activity (852). These effects might be related to the constituents usnic acid and diffractaic acid. Usnic acid can inhibit prostaglandin synthesis (11720, 81630).\nAnti-inflammatory effects\nThe hydroalcoholic extracts of Usnea barbata and Usnea hirta have anti-inflammatory activity (852). This effect might be related to the constituent usnic acid. Usnic acid can inhibit prostaglandin synthesis (11720). A constituent of Usnea longissima, longissiminone A, also has anti-inflammatory activity in vitro (81613).\nAnticancer effects\nPreliminary research on leukemia cells suggests that the usnic acid constituent of usnea might have anti-proliferative activity (11720). Usnic acid also seems to have cytotoxic effects and inhibits the proliferation of other cancer cell lines in vitro and in animal models (81597, 81599, 81605, 81611). Other constituents, including longissiminone A, longissiminone B, glutinol, and raffinose, also have cytotoxic effects in vitro (81613, 81629).\nAntimicrobial effects\nThe usnic acid constituent of usnea has antibacterial and antifungal activity (11720). Laboratory studies suggest that usnic acid has broad spectrum activity against gram-positive and gram-negative bacteria, as well as fungi (4024, 11720, 81574, 81590, 81591, 81614, 81623).\nAntiparasitic effects\nThe usnic acid constituent of usnea has antiprotozoal activity in vitro and in animal models. Usnic acid seems to cause parasitic lysis (11720, 81602, 81627, 81633).\nAntipyretic effects\nThe hydroalcoholic extracts of Usnea barbata and Usnea hirta have antipyretic activity (852). This effect might be related to the constituents usnic acid and diffractaic acid. Usnic acid can inhibit prostaglandin synthesis (11720, 81630).\nAntiviral effects\nThe usnic acid constituent of usnea has antiviral activity (11720, 81582). Usnic acid seems to inhibit RNA transcription (81582, 81626).\nGastroprotective effects\nIn an animal model of gastric ulcers, usnic acid and usnea had gastroprotective effects related to antioxidant activity. The gastric lesions were reduced (81615, 81616).\nHepatotoxic effects\nSodium usniate (usnic acid) is a constituent of usnea. Laboratory results suggest that usnic acid is a strong hepatotoxic agent that triggers oxidative stress and disrupts the normal metabolic processes of cells (81593, 81594, 81600, 81607, 81612). An animal study reported that high doses of usnic acid may cause destruction of mitochondrial respiration and oxidative phosphorylation in hepatocytes, causing hepatotoxicity (81593). Usnic acid is thought to induce hepatotoxicity through stimulation of porimin (pro-oncosis receptor inducing membrane injury), a protein responsible for the formation of irreversible pores in the membranes of human liver cells and their subsequent death (108404).\nNeurologic effects\nIn a mouse model of Parkinson disease, usnic acid, a constituent of usnea, ameliorated motor dysfunction and protected against dopaminergic neuronal loss through attenuation of neuroinflammation in the substantia nigra and by reducing astroglial activation (108405).\nWeight loss\nCertain dietary supplements that are promoted as a diet aid for weight loss have used isolated usnic acid. It is hypothesized that the uncoupling of oxidative phosphorylation by usnic acid would cause cells to burn up excess energy stored in fats (81614)."
        }
    },
    "Uva Ursi": {
        "sections": {
            "Overview": "Uva ursi is a small, evergreen, ground-cover shrub with orange berries. It is widely distributed across cool temperate regions of the Northern Hemisphere (7, 18). The leaves have been used traditionally for cystitis. Bears are particularly fond of the fruit, hence the Latin name \"uva ursi\", which means \"bear's grape\" (6).",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term. Uva ursi has been used with apparent safety in doses of up to 3600 mg daily for 3-5 days (101815).\nPOSSIBLY UNSAFE when used orally long-term or in high doses. There is concern about the safety of long-term or high-dose use because of the hydroquinone content of uva ursi. Hydroquinone is thought to have mutagenic and carcinogenic effects (7). At high doses (around 20 grams of dried herb) it can cause convulsions, cyanosis, delirium, shortness of breath, and collapse. At very high doses (30 grams of dried herb or more) it can be fatal (4).\nCHILDREN: POSSIBLY UNSAFE when used orally by children. Uva ursi contains hydroquinone and high tannin levels, which can cause severe liver problems in children (4, 18); avoid using.\nPREGNANCY: LIKELY UNSAFE when used orally. Uva ursi can have oxytocic effects, increasing the speed of labor (4, 7, 19); avoid using.\nLACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nUva ursi is generally well tolerated in low doses, short-term.\nMost Common Adverse Effects\nOrally: Diarrhea, nausea, stomach upset, and vomiting.\nSerious Adverse Effects (Rare)\nOrally: At high doses (20 grams of dried herb), uva ursi has been reported to cause collapse, convulsions, cyanosis, delirium, shortness of breath, and tinnitus. Very high doses of 30 grams or more may be fatal.\nGastrointestinal\nOrally, uva ursi may cause nausea, vomiting, diarrhea, and stomach upset (92148). It can also irritate the gastrointestinal tract (19).\nless\nGenitourinary\nOrally, uva ursi may cause the urine to be greenish-brown. It may also cause irritation and inflammation of the urinary tract mucous membranes (18).\nless\nHepatic\nUva ursi may be hepatotoxic. Theoretically, chronic use, especially in children, can cause liver impairment due its hydroquinone and high tannin content (4, 18).\nless\nNeurologic/CNS\nOrally, around 20 grams of uva ursi is reported to supply up to one gram of hydroquinone, which can theoretically cause convulsions and delirium (4).\nless\nOcular/Otic\nOrally, uva ursi may potentially cause retinal toxicity due to its hydroquinone content, which reduces melanin synthesis. A 56-year-old female developed bilateral bull's-eye maculopathy, paracentral scotomas, and retinal thinning after 3 years of uva ursi tea ingestion (16900).\n\nTaking around 20 grams of uva ursi orally is reported to supply up to one gram of hydroquinone, which can theoretically cause tinnitus (4).\nless\nPulmonary/Respiratory\nOrally, around 20 grams of uva ursi is reported to supply up to one gram of hydroquinone, which can theoretically cause shortness of breath and cyanosis (4).\nless",
            "Effectiveness": "POSSIBLY INEFFECTIVE\nUrinary tract infections (UTIs). Clinical research does not support the use of oral uva ursi for treatment of UTIs. For prevention of UTIs, oral uva ursi has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nA large clinical study in females with uncomplicated UTI shows that taking uva ursi tablets providing 210 mg arbutin orally three times daily for 5 days is less effective than a single dose of fosfomycin 3 grams for reducing UTI symptom burden and the number of rescue antibiotic courses. Rescue antibiotics were needed in 44% of patients receiving uva ursi, compared with 23% of those receiving fosfomycin. On day 4, the percentage of patients with symptom resolution was 49% with uva ursi, compared to 65% with fosfomycin. Pyelonephritis occurred in 8 patients on uva ursi and 2 patients on fosfomycin (109535). Also, a large clinical study in females experiencing symptoms of a UTI shows that taking uva ursi extract 1200 mg three times daily for 3-5 days does not improve symptoms or reduce the need for antibiotics when compared with placebo (101815).\n\nUva ursi has also been evaluated for the prevention of UTIs. One small clinical study in females with recurrent UTI shows that taking a specific combination product containing uva ursi and dandelion (UVA-E, Medic Herb AB) 3 tablets three times daily for one month reduces the recurrence rate of UTIs when compared with placebo (1932). It is not clear if this effect is due to uva ursi, dandelion, or the combination.\nless\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nBenign prostatic hyperplasia (BPH). Although there is interest in using oral uva ursi for BPH, there is insufficient reliable information about the clinical effects of uva ursi for this condition.\nBronchitis. Although there is interest in using oral uva ursi for bronchitis, there is insufficient reliable information about the clinical effects of uva ursi for this condition.\nMore evidence is needed to rate uva ursi for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nUva ursi is generally expressed in weight-to-weight ratios and based on the content of arbutin (92148, 101815). In one study, uva ursi containing 20% arbutin was used (101815).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nCYTOCHROME P450 2C19 (CYP2C19) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, uva ursi may decrease the metabolism of CYP2C19 substrates.\nIn vitro, uva ursi appears to inhibit cytochrome CYP2C19 (98550). This effect has not been reported in humans.\nless\nCYTOCHROME P450 3A4 (CYP3A4) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, uva ursi may decrease the metabolism of CYP3A4 substrates.\nIn vitro, uva ursi appears to inhibit CYP3A4 (98550). This effect has not been reported in humans.\nless\nGLUCURONIDATED DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, uva ursi may increase levels of drugs metabolized by glucuronidation.\nIn vitro, uva ursi extract appears to strongly inhibit UDP-glucuronosyltransferase (UGT) 1A1 (UGT1A1). However, uva ursi extract does not appear to inhibit UGT1A1 in animal models (98549). This effect has not been reported in humans.\nless\nLITHIUM\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, uva ursi may increase lithium levels, necessitating a decrease in dose.\nUva ursi may have diuretic properties (81637). Diuretics may increase lithium reabsorption with sodium in the proximal tubule of the kidney. Theoretically, uva ursi might reduce excretion and increase levels of lithium.\nless\nP-GLYCOPROTEIN SUBSTRATES\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, uva ursi may alter the levels of drugs transported by P-glycoprotein.\nIn vitro, uva ursi appears to inhibit the multi-drug transporter protein, P-glycoprotein (98550). This effect has not been reported in humans.\nless\nURINARY ACIDIFYING AGENTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nEffects of uva ursi in the urinary tract may be reduced by urinary acidifying agents.\nUva ursi seems to work best in alkaline urine. Theoretically, taking uva ursi with medications known to acidify the urine may decrease any effects of uva ursi on the urinary tract (19).\nless",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "RETINAL THINNING\nTheoretically, uva ursi might worsen retinal thinning when used long-term. Uva ursi contains hydroquinone, which inhibits melanin synthesis, possibly leading to retinal thinning (16900).\nless",
            "Interactions with Lab Tests": "COLORIMETRIC URINE TESTS\nUva ursi can turn the urine greenish brown, which could theoretically interfere with colorimetric urine tests (4).\nless",
            "Overdose": "Presentation\nAt high doses (around 20 grams of dried herb) uva ursi might cause convulsions, cyanosis, delirium, shortness of breath, and collapse, reportedly due to the hydroquinone content. At very high doses (30 grams or more of dried herb) it can be fatal (4).\nTreatment\nThere is insufficient reliable information available about the treatment of overdose with uva ursi.",
            "Pharmacokinetics": "Absorption\nArbutin, a constituent of uva ursi and precursor of hydroquinone, is rapidly absorbed via the sodium-glucose carrier in the small intestine after oral administration (81664, 92148).\nDistribution\nThe amount of free hydroquinone detected in tissues, organs, and bones, is less than 2% of the total arbutin dose administered (92148).\nMetabolism\nArbutin, a constituent of uva ursi, is first broken down in the liver to hydroquinone and glucose. Hydroquinone is immediately metabolized by conjugation with glucuronic acid or sulfate; these metabolites are not toxic. A small amount of unconjugated (\"free\") hydroquinone remains; this should be the only portion considered for safety concerns (92148).\nExcretion\nHydroquinone is excreted in the urine, with about 85% in the conjugated form and 0.6% unconjugated. One study reported that 70% of the arbutin ingested was eliminated after 36 hours. An average of 0.99 mg of free hydroquinone was recovered in the urine (92148). In another study, more than half of the administered dose of arbutin was excreted within four hours, mainly in the form of hydroquinone glucuronide and sulfate, and more than 75% was excreted within 24 hours (81645). In alkaline urine, hydroquinone conjugates release more free hydroquinone (7).",
            "Mechanism of Action": "General\nThe applicable part of urva ursi is the leaf. The dried leaves contain hydroquinone derivatives, primarily arbutin (81645, 81646) and methyl arbutin, in concentrations ranging from 5% to 16%, and up to 4%, respectively. These concentrations vary depending on when and where the plant is harvested (81642, 98549). Free hydroquinone is typically <0.3% (92148). Tannins, including ellagic and gallic acid, are also present at levels of up to 30% of the dried uva ursi leaves (81650, 98549). Flavonoids that are present include hyperoside (0.8% -1.5%), myricetin, quercetin, and glycosides such as hyperin, myricitrin, isoquercitrin, and quercitrin. Triterpenes, montropein, piceoside, phenol-carboxylic acids such as alpha-amyrin, ursolic acids, malic acid, allantoin, resin, and volatile oil and wax are also present. Uva ursi also contains corilagin (81641, 92148).\nAnti-inflammatory effects\nSome animal research shows that arbutin synergistically enhances the anti-inflammatory properties of prednisolone in mice. Arbutin alone requires a dose of 100 mg/kg or higher to produce significant anti-inflammatory effects (81647).\nAntimicrobial effects\nAnimal research suggests that uva ursi may have urinary disinfectant properties which may be beneficial for protection from urolithiasis, possibly due to the presence of saponins (37438). Arbutin, a constituent of uva ursi, is absorbed from the gastrointestinal tract unchanged, but is ultimately eliminated in the urine as hydroquinone conjugates which are hydrolyzed to hydroquinone in alkaline urine. This free hydroquinone is reported to exert antiseptic and astringent effects (4, 5, 7). Arbutin alone has been reported to be an effective urinary antibiotic, but only if taken in large doses and if the urine is alkaline. It is reported to be active against Candida albicans, Staphylococcus aureus, and Escherichia coli (81661). In vitro research shows that aqueous extracts from uva ursi leaves increase hydrophobicity of gram-negative bacteria such as E. coli and Acinetobacter baumannii. This suggests that bacterial particles in the urine might be more easily aggregated and excreted (81657).\nDepigmentation effects\nin vitro research suggests that uva ursi and its constituents, primarily arbutin, inhibit melanin synthesis (81655). In one study, arbutin was found to reduce melanin formation in melanocytes by inhibition of tyrosinase and 5,6-dihydroxyindole-2-carboxylic acid (DHICA) polymerase (81658). Another human cell culture study showed that the depigmentation effect of arbutin is due to inhibition of melanosomal tyrosinase activity, rather than suppression of the expression and synthesis of tyrosinase in human melanocytes (81654).\nDiuretic effects\nSome animal research shows that uva ursi can increase urine flow, suggesting diuretic effects (81637).\nDrug metabolism effects\nIn vitro research suggests that uva ursi may inhibit various cytochrome P450 (CYP) enzymes, including CYP2C19, CYP3A4, and CYP3A5 (98550). Other in vitro research suggests that uva ursi may also inhibit glucuronidation via UDP-glucuronosyltransferase (UGT) 1A1, although research in animals did not show this effect (98549).\nOcular effects\nHydroquinone, a constituent of uva ursi, is a tyrosine kinase inhibitor which inhibits melanin synthesis. Melanin is present in various ocular layers. Changes in melanin metabolism may result in retinal thinning (16900)."
        }
    },
    "Uzara": {
        "sections": {
            "Overview": "The root of the uzara plant is used as a traditional African remedy. The uzara root contains cardiac glycosides; there is concern that these cardiac glycosides might cause adverse cardiovascular effects or interact with digoxin (99458, 99460).",
            "Safety": "POSSIBLY SAFE when used orally short-term in healthy patients (2, 99459). Uzara 120 mg daily for up to 5 days has been used with apparent safety (99458). Medical consultation is needed for diarrhea persisting for more than three to four days (2).\nLIKELY UNSAFE when used parenterally. Deaths have occurred after administration of uzara products (18).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, uzara seems to be generally well-tolerated when used at doses of up to 120 mg daily for up to 5 days in healthy patients (99458, 99459). However, use of larger doses, use over an extended period of time, or use in patients with pre-existing cardiovascular disease can result in cardiotoxic effects (99461). Intravenously, deaths have occurred after administration of uzara products (18).\nCardiovascular\nOrally, uzara can cause cardiotoxic effects, especially in patients with pre-existing cardiovascular disease. In one case report, a 68-year-old female with diabetes and hypertension was admitted to the emergency room with reduced left-ventricular function, pulmonary edema, and arrhythmia. The woman had taken three doses of 30 drops of uzara each containing 22 mg glycosides, which was considered the likely cause of the cardiotoxic effects. She also had elevated serum digoxin levels, which was attributed to the use of uzara (99461).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nDysmenorrhea. A preliminary clinical study in women with primary dysmenorrhea shows that taking uzara 80 mg every 8 hours for 2 doses and then 40 mg every 8 hours for up to 5 days during symptomatic menstrual cramps seems to reduce pain comparably to taking ibuprofen 400 mg every 6 hours (99458). However, this study was not sufficiently powered to detect a difference between treatment groups.\nThere is insufficient reliable information available about the effectiveness of uzara.",
            "Dosing & Administration": "Adult\nOral:\nTranditional use: Uzara is commonly taken as liquid ethanol-water extracts or dry extracts obtained from methanol-water extractions (2). The initial dose is typically 75 mg of the total glycosides calculated as uzarin, or the equivalent to 1 gram of the dried root (2). The continuation dose is typically 45-90 mg per day of the total glycosides calculated as uzarin (2). Seek medical consultation for diarrhea persisting for more than three to four days (2).\n\nDysmenorrhea: Uzara 80 mg every 8 hours for 2 doses and then 40 mg every 8 hours for up to 5 days has been used (99458).\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of uzara.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nDIGOXIN (Lanoxin)\nInteraction Rating\nMAJOR Do not take this combination.\nSeverity\nHIGH\nOccurrence\nLIKELY\nLevel of Evidence\nD (Theoretical based on pharmacology)\nUsing uzara with digoxin is contraindicated due to therapeutic duplication and an increased risk of cardiac glycoside toxicity (2, 99459).\nDIURETIC DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use of potassium-depleting diuretics and uzara can increase the risk of cardiac glycoside toxicity due to potassium depletion (506). Some diuretics that can deplete potassium include chlorothiazide (Diuril), chlorthalidone (Thalitone), furosemide (Lasix), hydrochlorothiazide (HCTZ, Hydrodiuril, Microzide), and others.\nMACROLIDE ANTIBIOTICS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use may increase risk of cardiac glycoside toxicity (17).\nQUININE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use of quinine and uzara can increase the risk of cardiac toxicity (506).\nSTIMULANT LAXATIVES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, overuse or misuse of stimulant laxatives can increase the risk of cardiac glycoside toxicity due to potassium depletion (2).\nTETRACYCLINE ANTIBIOTICS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use may increase risk of cardiac glycoside toxicity (17).",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nCARDIAC GLYCOSIDE-CONTAINING HERBS\nUzara is contraindicated with these herbs, and concomitant use can increase the risk of cardiac glycoside toxicity. Cardiac glycoside containing herbs include black hellebore, Canadian hemp roots, digitalis leaf, hedge mustard, figwort, lily of the valley roots, motherwort, oleander leaf, pheasant's eye plant, pleurisy root, squill bulb leaf scales, and strophanthus seeds (19, 99459).\nHORSETAIL\nTheoretically, overuse or misuse of horsetail with cardiac glycoside-containing herbs increases the risk of cardiac toxicity due to potassium depletion (19).\nLICORICE\nTheoretically, overuse or misuse of licorice with cardiac glycoside-containing herbs increases the risk of cardiac toxicity due to potassium depletion (19).\nSTIMULANT LAXATIVE HERBS\nTheoretically, overuse or misuse of stimulant laxatives with cardiac glycoside-containing herbs, like uzara, increases the risk of cardiac toxicity due to potassium depletion. Stimulant laxative herbs include aloe, alder buckthorn, black root, blue flag, butternut bark, colocynth, European buckthorn, fo ti, gamboge, gossypol, greater bindweed, jalap, manna, Mexican scammony root, rhubarb, senna, and yellow dock (19).",
            "Interactions with Lab Tests": "DIGOXIN SERUM ASSAYS\nUzara contains constituents which have a similar structure to digoxin. Uzara can elevate digoxin levels on common commercially available assays, including Cobas Integra and Tina-quant (99459, 99461).\nless",
            "Overdose": "There is insufficient reliable information available about the toxicology of uzara.",
            "Pharmacokinetics": "Absorption\nUzara contains cardiac glycosides that are poorly absorbed after oral administration, including uzarone, xysmalorin, and uzarin. The glycoside allouzarigenin seems to be better absorbed (18, 99459). In humans, taking a single oral dose of a specific product (Uzara Losung N, Stada AG) containing 75 mg uzara glycosides resulted in a maximum plasma allouzarigenin concentration of 0.39 ng/mL (99459).\nExcretion\nIn humans, the half-life of the glycoside allouzarigenin was 5.2 hours after taking a single oral dose of a specific product (Uzara Losung N, Stada AG) containing 75 mg uzara glycosides (99459).",
            "Mechanism of Action": "General\nThe applicable part of uzara is the root. Uzara contains a cardiac glycoside mixture of cardenolides, which include uzarone, xysmalorin, and uzarin (18, 99460).\nCardiovascular effects\nUzara contains a cardiac glycoside mixture of cardenolides, which include uzarone, xysmalorin, and uzarin (18, 99458). The cardiac glycosides in uzara can have digitalis-like effects on the heart (2, 99461).\nGastrointestinal effects\nTraditionally, uzara has been used for controlling diarrhea. Uzara root might work by inhibiting motility of visceral smooth muscle in the intestine (99458). Another theory is that uzara might reduce diarrhea by inhibiting active chloride secretion in the intestinal epithelium. In vitro evidence shows that uzara inhibits forskolin and cholera toxin-induced short-circuit current, indicating reduced active chloride secretion (99460)."
        }
    }
}