{
    "Yarrow": {
        "sections": {
            "Overview": "Yarrow is an herbaceous plant that grows in various countries throughout the world, including North America, North Africa, Europe, and Asia (92816, 96911). Traditionally, yarrow has been used for gastrointestinal disorders (92816). It has also been used for arthritis, bleeding, fever, headache, hemorrhoids, liver health, respiratory conditions, skin conditions, toothache, and venous thromboembolism (VTE). It has also been used as a diaphoretic and emmenagogue.",
            "Safety": "LIKELY SAFE when used orally in amounts commonly found in foods. Yarrow products that are thujone-free have Generally Recognized As Safe (GRAS) status for use in foods in the US (4912); however, products containing thujone might not be safe. Thujone is a chemical that stimulates the central nervous system and is poisonous in large doses.\nPOSSIBLY SAFE when used orally and appropriately in medicinal amounts (2, 12, 100346). Yarrow whole plant extract has been used with apparent safety at a dose of 250-500 mg daily for 12 months (100346). ...when used intravaginally as a cream containing yarrow extract 2% daily for 7 days (105360).\nThere is insufficient reliable information available about the safety of yarrow when applied topically.\nPREGNANCY: LIKELY UNSAFE when used orally; yarrow is believed to be an abortifacient and affect the menstrual cycle (12).\nLACTATION: Insufficient reliable information available; avoid use.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally and intravaginally, yarrow seems to be well tolerated.\nMost Common Adverse Effects\nTopically: Dermatitis.\nDermatologic\nTopically, yarrow can cause atopic or allergic dermatitis or urticaria due to its sesquiterpene lactone content (52558, 68385, 77007). Yarrow has also been reported to cause phototoxic and photo-allergic dermatitis and airborne contact dermatitis (68385).\n\nIntravaginally, aggravated facial acne was reported by 1 of 40 patients in a clinical trial (105360).\nless\nEndocrine\nIntravaginally, an early menses was reported by 1 of 40 patients in a clinical trial (105360).\nless\nGenitourinary\nIntravaginally, aggravated vaginal pruritus and dryness were reported by 1 of 40 patients in a clinical trial (105360).\nless\nImmunologic\nTopically, yarrow can cause atopic or allergic dermatitis or urticaria due to its sesquiterpene lactone content (52558, 68385, 77007, 96911). It has also been reported to cause phototoxic and photo-allergic dermatitis and airborne contact dermatitis (68385). In one 44-year-old female, handling yarrow flowers resulted in rhinitis and asthma (96911).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAtopic dermatitis (eczema). Although there is interest in using topical yarrow for atopic dermatitis, there is insufficient reliable information about the clinical effects of yarrow for this condition.\nDysmenorrhea. It is unclear of oral yarrow tea is beneficial for improving symptoms of dysmenorrhea.\nPreliminary clinical research in patients with moderate to severe dysmenorrhea shows that drinking a tea made with yarrow 4 grams three times daily for the first three days of two menstrual cycles modestly reduces dysmenorrhea pain when compared with a placebo tea (105361).\nless\nGingivitis. A mouthwash containing yarrow has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research shows that using a mouthwash containing a combination of yarrow, juniper, and stinging nettle for 3 months does not improve dental plaque or gingivitis in patients with gingival inflammation when compared with a control group (76443).\nless\nIrritable bowel syndrome (IBS). Oral yarrow has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nClinical research in patients with mild to moderate IBS shows that taking a capsule containing yarrow, ginger, and Boswellia serrata three times daily for 30 days improves pain by 46% and gastrointestinal symptoms by 60% when compared with placebo. Patients also experienced an improvement in overall mood when compared with placebo (96673). It is not clear if these effects are due to yarrow, the other ingredients, or the combination.\nless\nMultiple sclerosis (MS). It is unclear if oral yarrow is beneficial for patients with MS.\nA small clinical study in adults with relapsing-remitting MS shows that taking yarrow whole plant extract 250 mg or 500 mg daily in conjunction with conventional treatments for 12 months reduces the annual relapse rate and increases time to first relapse when compared with placebo. Taking yarrow 500 mg daily also reduced disability scores and improved functional scores when compared with either yarrow 250 mg daily or placebo (100346). However, most of the patients enrolled in the study were under 40 years of age, with undefined disease severity.\nless\nNipple fissures. It is unclear if topical yarrow is beneficial for patients with nipple fissures.\nPreliminary clinical research in patients with inflamed nipples and/or nipple fissures shows that topical application with yarrow twice daily after breastfeeding for 7 days reduces redness and pain when compared with baseline. Yarrow 30 grams was boiled in 1 liter of water for 10 minutes. The benefits seen with yarrow were not significantly different from topical mountain honey or breast milk, both of which were also beneficial when compared with baseline (105359).\nless\nOral mucositis. It is unclear if gargling with yarrow is beneficial for oral mucositis. Details: Preliminary clinical research in patients with chemotherapy-induced oral mucositis shows that gargling with 15 mL of a routine solution containing yarrow distillate 50%, 4 times daily for 14 days, reduces symptom severity by 87%, compared with a worsening in severity in those using the routine solution alone. Of those using yarrow, all patients were able to eat solid foods at 14 days compared with about 40% of those using routine treatment alone. About 3.75 grams of yarrow flower was needed for each 7.5 mL of distillate and the solution was held for 3 minutes in the mouth before gargling (106664). It is unclear if the patients were adequately blinded, as the taste of the two solutions may have differed.\nTonsillitis. Oral yarrow has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nClinical research in children 6-18 years of age with acute non-bacterial tonsillitis shows that taking a specific combination product (Imupret, Bionorica AG) containing yarrow and six other herbal ingredients along with standard care reduces the severity of tonsillitis symptoms when compared with standard care alone. Additionally, taking this combination product improved physician- and patient-rated assessments of general condition when compared with standard care alone (100347). It is not clear if these effects are due to yarrow, other ingredients, or the combination.\nless\nVaginal candidiasis. It is unclear if intravaginal yarrow is beneficial for vaginal candidiasis.\nClinical research in patients with vulvovaginal candidiasis shows that intravaginal application of 5 grams of a cream containing yarrow extract 2% for 7 days modestly reduces Candida growth and improves vulvar erythema and other general symptoms when compared with baseline. However, the cream was less effective overall than vaginal clotrimazole 1% cream (105360).\nless\nWound healing. It is unclear if topical yarrow is beneficial for wound healing.\nClinical research in postpartum adults who have had an episiotomy shows that applying approximately 1 cm of an ointment containing yarrow 5% over the clean and dried suture area twice daily for ten days reduces perineal pain, redness, and edema 1-2 weeks after the procedure when compared with placebo ointment or no treatment. However, using the yarrow ointment did not affect discharge time or reduce the occurrence of dehiscence (96910).\nless\nMore evidence is needed to rate yarrow for these uses.",
            "Dosing & Administration": "Adult\nOral:\nYarrow has been taken as plant extract or as a tea. See Effectiveness section for condition-specific information.\nTopical:\nYarrow has been used in an ointment or as a gargle. See Effectiveness section for condition-specific information.\nIntravaginal:\nYarrow has been used in an intravaginal cream. See Effectiveness section for condition-specific information.\nChildren\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yarrow.",
            "Interactions with Drugs": "LITHIUM\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, taking yarrow with lithium might increase the levels and adverse effects of lithium.\nAnimal research shows that yarrow has diuretic activity (106018). Theoretically, due to these potential diuretic effects, yarrow might reduce excretion and increase levels of lithium. The dose of lithium might need to be decreased.\nless",
            "Interactions with Supplements": "THUJONE-CONTAINING HERBS\nTheoretically, concomitant use might increase the risk of thujone toxicity.\nSome yarrow products contains thujone. Thujone intakes might be high if yarrow is taken in combination with other thujone-containing herbs (2, 11, 12).\nless",
            "Interactions with Conditions": "CROSS-ALLERGENICITY\nYarrow has been reported to cause allergic reactions in individuals sensitive to the Asteraceae/Compositae family (19149, 46978, 52558). Members of this family include ragweed, chrysanthemums, marigolds, daisies, and many other herbs.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Presentation\nLarge amounts of yarrow might cause sedative and diuretic effects (4, 5); however, clinical reports of overdose with yarrow are lacking.\nTreatment\nThere is insufficient reliable information available about the treatment of overdose with yarrow.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yarrow.",
            "Mechanism of Action": "General\nThe applicable parts of yarrow are the above ground parts. Yarrow contains sesquiterpene lactones, polyacetylenes, simple coumarins, achilleine, achillin, and flavonoids such as apigenin and luteolin (86566, 86570, 92816, 96911). Yarrow also contains amino acids, fatty acids, ascorbic acid, folic acid, tannins, and volatile oil (96911). The volatile oil contains eucalyptol, camphor, terpineol, pinene, borneol (96911), chamazulene, other azulenes (11), and trace amounts of thujone (11, 96911). The volatile oil content, and especially the azulene content, varies considerably depending on the source (6, 11).\nAnti-inflammatory effects\nAnti-inflammatory and anti-allergy activities may be associated with the constituent chamazulene; however, not all species contain azulene constituents (6).\nAntimicrobial effects\nLaboratory research shows that an aqueous extract of yarrow exhibits activity against Staphylococcus aureus (72669). An ethanolic extract has shown moderate activity against Staphylococcus aureus, Bacillus subtilis, Mycobacterium smegmatis, Escherichia coli, Shigella sonnei, Shigella flexneri, and other species (96909). Yarrow also demonstrates inhibitory activity against the yeasts Candida albicans and Aspergillus niger (96909, 96910). However, laboratory and clinical research shows that a mouthwash containing 6.3 mg/mL of an herbal extract mixture of juniper, nettle, and yarrow does not inhibit plaque and gingivitis (76443).\nAntispasmodic effects\nLaboratory research shows that a hydroalcoholic extract of the aerial parts of yarrow decreases potassium chloride and acetylcholine-induced contractions of isolated smooth muscle rat ileum. Furthermore, the inhibitory effect was not affected by propranolol or by NG-nitro-L-arginine methyl ester (L-NAME), which inhibits nitric oxide synthesis. This indicates the relaxation effect is likely due to the blockade of voltage-dependent calcium channels. However, nitric oxide and adrenergic systems may also be involved. This effect is possibly due to apigenin (92816). Cynaroside I and cosmosiin II are two flavonoids isolated from yarrow with supposed anti-spasmodic properties (96909).\nDiuretic effects\nAnimal research shows that a hydroalcoholic extract of yarrow, given as a single dose of 30-300 mg/kg, increases urinary volume and sodium and potassium excretion similarly to hydrochlorothiazide 10 mg/kg. However, the aqueous extract of yarrow did not produce diuretic effects (106018).\nEstrogenic effects\nYarrow has traditional use as an emmenagogue. Laboratory research shows that yarrow extract has mild estrogenic effects, likely due to apigenin and luteolin (96909).\nGastrointestinal effects\nYarrow is traditionally used for stomach ulcers and other gastrointestinal problems. In animal research, yarrow extract protects the gastric mucosa against ulcers. Yarrow is thought to inhibit gastric secretion or increase blood flow within the gastric mucosa (96909).\nGlycemic effects\nSome animal research shows that yarrow extract reduces blood glucose in a rat model of diabetes. While the precise mechanism of action is unknown, the antioxidant activity of yarrow is thought to contribute to these effects (103235).\nHepatic effects\nSome animal research shows that yarrow extract reduces aspartate aminotransferase (AST) and alanine aminotransferase (ALT) in a rat model of diabetes. While the precise mechanism of action is unknown, the antioxidant activity of yarrow is thought to contribute to these effects (103235).\nLipid effects\nSome animal research shows that yarrow extract reduces total cholesterol, low-density lipoprotein (LDL) cholesterol, and triglyceride levels and increases high-density lipoprotein (HDL) cholesterol levels in a rat model of diabetes. While the precise mechanism of action is unknown, the antioxidant activity of yarrow is thought to contribute to these effects (103235).\nNeurologic effects\nThere is interest in the use of yarrow compresses for stimulating the nervous system. A small study in patients with metastatic cancer undergoing whole brain or bone radiation therapy suggests that topical application of a yellow yarrow compress to the right upper abdomen and lower costal arch daily for 2 weeks might modestly increase sympathetic nervous activity during daytime hours (108847)."
        }
    },
    "Yellow Dock": {
        "sections": {
            "Overview": "Yellow dock is a common and noxious weed found mainly in Serbia, Korea, and China. It is used in traditional medicine (94267, 94268) for its purported antimicrobial, anti-inflammatory, and laxative effects.",
            "Safety": "POSSIBLY SAFE when properly prepared and consumed in amounts commonly found in foods. Young leaves must be boiled to remove the oxalate content; death has occurred after consuming uncooked leaves (6, 18).\nPOSSIBLY UNSAFE when the uncooked leaves are consumed. Young leaves must be boiled to remove the oxalate content; death has occurred after consuming uncooked leaves (6, 18).\n\nThere is insufficient reliable information available about the safety of properly prepared yellow dock when used orally in medicinal amounts.\nPREGNANCY: POSSIBLY UNSAFE when used orally; avoid using. Yellow dock contains anthraquinone glycosides; unstandardized laxatives are not desirable during pregnancy (4).\nLACTATION: POSSIBLY UNSAFE when used orally; avoid using. Anthraquinones are secreted into breast milk (4, 5).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, yellow dock seems to be well tolerated when properly prepared and consumed in food amounts. Consuming raw yellow dock leaves or rhizomes may be unsafe.\nSerious Adverse Effects (Rare)\nOrally: Raw leaves or rhizomes can cause hypocalcemia, kidney stones, and vomiting.\nCardiovascular\nOrally, yellow dock has been linked to ventricular fibrillation and death after ingestion of 500 grams (17). Oxalic acid, a constituent of yellow dock, reacts with calcium in plasma, forming insoluble calcium oxalate, which can cause hypocalcemia; the crystals may precipitate in the blood vessels and heart (12). Older or uncooked leaves should be avoided (6).\nless\nDermatologic\nOrally, yellow dock can cause dermatitis when consumed in large amounts (4). Topically, contact with the plant may cause dermatitis in people sensitive to yellow dock (6).\nless\nGastrointestinal\nOrally, vomiting may occur after ingestion of fresh rhizome (18). Consuming excessive amounts can cause diarrhea and nausea (6). Excessive use can also cause abdominal cramps and intestinal atrophy (4). There is one report of a death, preceded by vomiting and diarrhea, after ingestion of 500 grams of yellow dock (17). Older or uncooked leaves should be avoided (6).\nless\nGenitourinary\nOrally, yellow dock can cause polyuria when consumed in large amounts (6).\nless\nHematologic\nOrally, in one case report, a 38-year-old female developed immune-mediated thrombocytopenia after consuming a \"cleansing\" tea containing unknown amounts of yellow dock and burdock. The patient presented with bruising, mild weakness, and fatigue, which started 2-3 days after consuming the tea, and was found to have a platelet count of 5,000 per mcL. Symptoms resolved after platelet transfusion and treatment with oral dexamethasone (108971). It is unclear if these effects were caused by yellow dock, burdock, the combination, or other contributing factors.\nless\nHepatic\nOrally, yellow dock has been linked to liver failure and death after ingestion of 500 grams (17). Oxalic acid, a constituent of yellow dock, reacts with calcium in plasma, forming insoluble calcium oxalate, which can cause hypocalcemia; the crystals may precipitate in the liver (12). Older or uncooked leaves should be avoided (6).\nless\nNeurologic/CNS\nOrally, yellow dock has been linked to coma and death after ingestion of 500 grams (17). Older or uncooked leaves should be avoided (6).\nless\nPulmonary/Respiratory\nOrally, yellow dock has been linked to respiratory depression and death after ingestion of 500 grams (17). Oxalic acid, a constituent of yellow dock, reacts with calcium in plasma, forming insoluble calcium oxalate, which can cause hypocalcemia; the crystals may precipitate in the lungs (12). Older or uncooked leaves should be avoided (6).\nless\nRenal\nOrally, yellow dock can cause polyuria when consumed in large amounts (6). There is one report of a death, preceded by kidney failure, after ingestion of 500 grams (17). Oxalic acid, a constituent of yellow dock, reacts with calcium in plasma, forming insoluble calcium oxalate, which can cause hypocalcemia; the crystals may precipitate in the kidneys. Individuals with a history of kidney stones should use yellow dock cautiously (12). Older or uncooked leaves should be avoided (6).\nless\nOther\nOrally, yellow dock can cause hypokalemia when taken in large amounts (4). There is one report of a death, preceded by severe metabolic acidosis, after ingestion of 500 grams of yellow dock (17). Oxalic acid, a constituent of yellow dock, reacts with calcium in plasma, forming insoluble calcium oxalate, which can cause hypocalcemia; the crystals may precipitate in the kidneys, blood vessels, heart, lungs, and liver (12). Older or uncooked leaves should be avoided (6).\nless",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of yellow dock.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable. Traditionally, yellow dock root has been used in various oral formulations, including as a tea, alcohol extract, and tincture.\n\nIf possible, do not take yellow dock with meals. Oxalate constituents in yellow dock can bind multivalent metal ions in the gastrointestinal tract, decreasing the absorption of certain minerals, such as calcium, iron, and zinc (7, 12).\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yellow dock.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nDIGOXIN (Lanoxin)\nInteraction Rating\nMAJOR Do not take this combination.\nSeverity\nHIGH\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, yellow dock might increase the risk of digoxin toxicity when used long-term or in large amount.\nWhen yellow dock is used chronically or in large amounts, hypokalemia may occur (4, 19). This might increase the toxic effects of digoxin.\nless\nDIURETIC DRUGS\nInteraction Rating\nMAJOR Do not take this combination.\nSeverity\nHIGH\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, yellow dock might increase the risk of hypokalemia when taken with diuretics.\nWhen yellow dock is used chronically or in large amounts, hypokalemia may occur (4, 19), and overuse of yellow dock might compound diuretic-induced potassium loss (19).\nless\nWARFARIN (Coumadin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the laxative effects of yellow dock might increase the effects of warfarin, including the risk of bleeding.\nThe anthraquinones in yellow dock have a mild stimulant laxative effect (4, 6, 12). Consuming excessive amounts can cause diarrhea (6). Diarrhea can increase the effects of warfarin, increase international normalized ratio (INR), and increase the risk of bleeding.\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nCALCIUM\nTheoretically, yellow dock might decrease the absorption of calcium.\nYellow dock contains oxalate (7, 12), which can bind multivalent metal ions in the gastrointestinal tract and decrease mineral absorption.\nless\nCARDIAC GLYCOSIDE-CONTAINING HERBS\nTheoretically, yellow dock might increase the risk of cardiac glycoside toxicity.\nWhen yellow dock is used chronically or in large amounts, hypokalemia may occur (4, 19). This might increase the toxic effects of cardiac glycoside-containing herbs. See products containing cardiac glycosides here.\nless\nIRON\nTheoretically, yellow dock might decrease the absorption of iron.\nYellow dock contains oxalate (7, 12), which can bind multivalent metal ions in the gastrointestinal tract and decrease mineral absorption.\nless\nSTIMULANT LAXATIVE HERBS\nTheoretically, yellow dock might increase the effects and adverse effects of stimulant laxative herbs.\nThe anthraquinones in yellow dock have a mild stimulant laxative effect (4, 6, 12).\nless\nZINC\nTheoretically, yellow dock might decrease the absorption of zinc.\nYellow dock contains oxalate (7, 12), which can bind multivalent metal ions in the gastrointestinal tract and decrease mineral absorption.\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nBLEEDING DISORDERS\nTheoretically, oxalate constituents of yellow dock may alter calcium concentrations and decrease coagulation time (4, 12). Until more is known, use yellow dock with caution in patients with bleeding disorders.\nless\nCROSS-ALLERGINICITY\nYellow dock might cause allergic reactions in individuals allergic to ragweed (4117). Avoid or use with caution in these individuals.\nless\nGASTROINTESTINAL (GI) CONDITIONS\nTheoretically, yellow dock may exacerbate stomach and intestinal ulcers due to its mucosal irritant effect (19). Until more is known, avoid use.\nless\nKIDNEY STONES (NEPHROLITHIASIS)\nTheoretically, yellow dock may damage the kidneys through formation of insoluble oxalate. Until more is known, avoid or use with caution in individuals with a history of kidney stones (12, 19).\nless",
            "Interactions with Lab Tests": "COLORIMETRIC TESTS\nDue to its anthraquinone content, yellow dock might discolor urine (pink, red, purple, orange, rust), interfering with diagnostic tests that depend on a color change (12, 275).\nless",
            "Overdose": "Presentation\nConsumption of yellow dock 500 grams has been associated with diarrhea, kidney failure, liver failure, metabolic acidosis, respiratory depression, ventricular fibrillation, vomiting, coma, and death in one case (17).\nTreatment\nThere is insufficient reliable information available about the treatment of overdose with yellow dock.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yellow dock.",
            "Mechanism of Action": "General\nThe applicable parts of yellow dock are the root and rhizome, and possibly the fruit. The yellow dock plant contains the constituent nepodin (94267). Yellow dock also contains anthraquinone glycosides (chrysophanic acid, emodin, physcion), oxalates (oxalic acid and calcium oxalate), and tannins (4, 5, 6, 12). Oxalate content is high in the leaves and low in the stalks (17). The leaves of yellow dock contain provitamin A (beta-carotene), iron, and several phenolic acids (19, 107436). The leaves also contain procyanidin polymers containing catechin, epicatechin, and epicathechin gallate (94269). The fruit contains polyphenols such as flavonoids, phenolic acids, and procyanidins (94268).\nAnti-inflammatory effects\nAnimal research suggests that yellow dock root extract has anti-inflammatory effects (107435).\nAntimalarial effects\nLaboratory research suggests that yellow dock has effects against Plasmodium falciparum. The constituent nepodin is thought to inhibit a mitochondrial enzyme, NADH-ubiquinone oxidoreductase (94267).\nAntioxidant effects\nIn vitro research suggests that yellow dock fruit extracts and aerial part extracts have antioxidant effects (94268, 107436), while some animal research suggests that yellow dock root extract does not have clinically significant antioxidant effects (107435).\nAstringent effects\nThe tannins (12% to 20%) in yellow dock (12, 19) are thought to be responsible for any astringent effects (5).\nBile effects\nYellow dock is reported to stimulate bile production (4).\nCholinergic effects\nIn vitro research suggests that methanolic extracts of yellow dock aerial parts have anti-acetylcholinesterase effects, while cyclohexane and dichloromethane extracts do not seem to inhibit acetylcholinesterase (107436).\nCytotoxic effects\nIn vitro research suggests that yellow dock aerial part extracts have cytotoxic activity against breast and colon cancer cell lines, possibly due to antioxidant effects (107436).\nLaxative effects\nThe anthraquinones (2% to 4%) in yellow dock have a mild stimulant laxative effect (4, 6, 12)."
        }
    },
    "Yellow Loosestrife": {
        "sections": {
            "Overview": "Yellow loosestrife is a perennial plant that grows in temperate areas of Europe and Asia (18, 102787).",
            "Safety": "There is insufficient reliable information available about the safety of yellow loosestrife.",
            "Adverse Effects": "General\nNo adverse effects have been reported. However, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nDiarrhea. Although there is interest in using oral yellow loosestrife for diarrhea, there is insufficient reliable information about the clinical effects of yellow loosestrife for this condition.\nMenorrhagia. Although there is interest in using oral yellow loosestrife for menorrhagia, there is insufficient reliable information about the clinical effects of yellow loosestrife for this condition.\nMinor bleeding. Although there is interest in using oral yellow loosestrife for minor bleeding such as nose bleeds, there is insufficient reliable information about the clinical effects of yellow loosestrife for this purpose.\nWounds. Although there is interest in using topical yellow loosestrife for wounds, there is insufficient reliable information about the clinical effects of yellow loosestrife for this purpose.\nMore evidence is needed to rate yellow loosestrife for these uses.",
            "Dosing & Administration": "Adult\nAll routes:Research is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yellow loosestrife.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with yellow loosestrife.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yellow loosestrife.",
            "Mechanism of Action": "General\nThe applicable parts of yellow loosestrife are the above ground parts. Constituents include the monoterpene loliolide, pinoresinol, flavonoids, and other phenols (102787, 102788).\nAntibacterial effects\nYellow loosestrife has demonstrated antibacterial activity in vitro (102787).\nHepatic effects\nIn animals fed a high-fat diet, an extract of yellow loosestrife reduces lipogenesis and fat accumulation in the liver by reducing activation of liver X receptors which regulate lipogenesis. The active constituents are thought to be loliolide and pinoresinol (102788). In an animal model of nonalcoholic steatohepatitis (NASH), an ethanol extract of yellow loosestrife given for 3 weeks upregulates nuclear factor erythroid 2-related factor 2 (Nrf-2), producing antioxidant and anti-inflammatory effects and ameliorating hepatic lipid accumulation and fibrosis. The antifibrotic effects may be due to downregulation of alpha-smooth muscle actin (alpha-SMA) and collagen type III alpha-1 (COL3A1), and to a reduction in fibrotic gene expression caused by decreasing levels of proteins related to transforming growth factor beta (TGF-beta) and S-mad signaling (108734)."
        }
    },
    "Yellow Toadflax": {
        "sections": {
            "Overview": "Yellow toadflax is a perennial herb traditionally used in Europe for medicinal purposes (102450).",
            "Safety": "There is insufficient reliable information available about the safety of yellow toadflax.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nNone reported. However, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of yellow toadflax.",
            "Dosing & Administration": "Adult\nOral:\nGeneral: Traditionally, one to two cups of tea are typically taken over the course of one day. The tea is prepared by steeping 2 teaspoons dried herb in 300-600 mL of boiling water for 18 minutes and straining (18).\nTopical:\nGeneral: Traditionally, yellow toadflax is used in a poultice (18).\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yellow toadflax.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of yellow toadflax.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yellow toadflax.",
            "Mechanism of Action": "General\nThe applicable part of yellow toadflax is the whole flowering plant. Notable constituents of yellow toadflax include alkaloids, steroids, triterpenoids, ceramides, iridoid glucosides, aurones, methyl esters, and flavonoids. Flavonoids in yellow toadflax include linarin, acetyl linarin, acacetin, pectolinarin, pectolinarigenin, hispidulin, and diosmetin (102449, 102450). Yellow toadflax lyophilized extract was found to contain oxalic, aconitic, citric, ketoglutaric, ascorbic, malic, shikimic, and fumaric acids (102450).\nAntioxidant effects\nIn vitro, yellow toadflax lyophilized extract was found to have antioxidant effects on superoxide, nitric oxide, and 2,2-diphenyl-1-picrylhydrazyl (DPPH) radicals, but it had pro-oxidant effects on hydroxyl radicals (102450).\nHepatic effects\nResearch in animal models of hyperlipidemia and hepatic steatosis shows that administering flavonoid extracts from yellow toadflax reduces liver enzymes and lipid levels when compared with control. Theoretically, yellow toadflax flavonoids, such as linarin and pectolinarin, reduce lipid accumulation by activating adenosine monophosphate activated protein kinase (AMPK) (102449)."
        }
    },
    "Yerba Mansa": {
        "sections": {
            "Overview": "Yerba mansa is a plant that grows in the Southwestern United States and Northern Mexico (100716). It has a history of use in Native American medicine (100717).",
            "Safety": "There is insufficient reliable information available about the safety of yerba mansa.\nPREGNANCY AND LACTATION: Insufficient reliable information is available; avoid using.",
            "Adverse Effects": "General\nNo adverse effects have been reported; however, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of yerba mansa.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yerba mansa.",
            "Interactions with Drugs": "CNS DEPRESSANTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use might cause additive or prolonged sedative effects (19).",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH SEDATIVE PROPERTIES\nTheoretically, concomitant use with herbs that have sedative properties might enhance therapeutic and adverse effects. Some of these supplements include 5-HTP, calamus, California poppy, catnip, hops, Jamaican dogwood, kava, St. John's wort, scullcap, valerian, yerba mansa, and others.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of yerba mansa.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yerba mansa.",
            "Mechanism of Action": "General\nThe applicable parts of yerba mansa are the root, rhizome, and leaf. Methyleugenol, a phenylpropanoid, is the most abundant constituent found in the oil extracted from yerba mansa roots and rhizomes. Other constituents found in the root and rhizome include monocyclic monoterpenoids (cymene, limonene, piperitone, and thymol), bicyclic monoterpenoids (eucalyptol, myrtenol, and pinene), and other phenylpropanoids (anethole, elemicin, and isoeugenol). Constituents found in yerba mansa leaf oil include alpha-pinene, beta-phellandrene, caryophyllene, elemicin, eucalyptol, methyleugenol, and piperitone (100716).\nAnticancer effects\nSome in vitro research shows that yerba mansa root oil extract inhibits the growth of certain uterine and cervical cancer cell lines, with the constituents methyleugenol, piperitone, and thymol all showing similar antiproliferative effects. This extract did not inhibit the growth of breast, colon, lung, or prostate cancer cell lines (100716). However, other in vitro research shows that whole plant extracts of yerba mansa can inhibit the growth of certain breast and colon cancer cell lines. The breast cancer cells studied showed reduced ERK1/2 activity upon exposure to this extract, suggesting a possible mechanism of action. However, ERK phosphorylation was not altered in the colon cancer cells (100717). The conflicting effects on breast and colon cancer cells reported between the two studies may be due to the different plant parts used or different levels of constituents in the selected plants, which can vary depending on growing conditions and geographic location (100716).\nIrritant effects\nYerba mansa is believed to have irritant effects on the urinary tract (19). However, the mechanism of this purported effect is unknown.\nSedative effects\nYerba mansa is believed to have sedative effects (19). However, the mechanism of this purported effect is unknown."
        }
    },
    "Yerba Mate": {
        "sections": {
            "Overview": "Yerba mate, also known as mate or Yerba Maté, is a popular beverage, much like coffee or tea (6002). It is prepared from the leaves of the Ilex paraguariensis tree and is traditionally consumed in Latin and South America (92150, 92151, 92152). It has been traditionally used as a laxative and diuretic and to alter mood or affect.",
            "Warnings": "Use of yerba mate is associated with an increased risk of cancer, such as esophageal, stomach, kidney, bladder, cervical, prostate, lung, renal cell, and possibly laryngeal and mouth cancer. Higher doses, long-term use, and concomitant use of alcohol or nicotine may further increase the risk of developing cancer (1528, 1529, 1530, 1531, 11863, 11864, 92150).",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term (11866). Yerba mate has been safely used in doses of 3 grams daily for up to 12 weeks (92152, 96469, 96470).\nPOSSIBLY UNSAFE when yerba mate is used orally in large amounts or for prolonged periods of time. Drinking approximately 1-2 liters, or 4-8 cups, of yerba mate daily is associated with an increased risk of cancer, including esophageal, stomach, kidney, bladder, cervical, prostate, lung, renal cell, and possibly laryngeal and mouth cancer (1528, 1529, 1530, 1531, 11863, 11864, 92150). Yerba mate also contains caffeine. Acute use of high doses of caffeine (more than 400 mg per day), which is found in more than 8-10 cups of yerba mate, has been associated with significant adverse effects such as tachyarrhythmia and sleep disturbances (11832). Drinking yerba mate in amounts greater than 12-15 cups daily (about 600 mg caffeine) short-term or long-term can also cause caffeinism with symptoms of anxiety possibly progressing to delirium and agitation. Chronic use of caffeine, especially in large amounts, can sometimes produce tolerance, habituation, and psychological dependence (3719). Abrupt discontinuance of caffeine can cause physical withdrawal symptoms (11733). Keep in mind that only the amount of ADDED caffeine must be stated on product labels. The amount of caffeine found in ingredients such as yerba mate, which naturally contains caffeine, does not need to be provided. This can make it difficult to determine the total amount of caffeine in a given product.\nCHILDREN: POSSIBLY UNSAFE when used orally. Yerba mate is associated with an increased risk of cancer, including esophageal, kidney, bladder, cervical, prostate, lung, and possibly mouth and laryngeal cancer (1528, 1529, 1530, 1531, 11863, 11864, 92150).\nPREGNANCY: POSSIBLY UNSAFE when used orally. Yerba mate is associated with an increased risk of cancer, including esophageal, kidney, bladder, cervical, prostate, lung, renal cell, and possibly mouth and laryngeal cancer (1528, 1529, 1530, 1531, 11863, 11864, 92150, 86595, 86614, 86700, 86701). However, teratogenic studies have not been performed. Yerba mate also contains caffeine. Caffeine crosses the placenta, producing fetal blood concentrations similar to parental levels. According to a review by Health Canada, and a subsequent large meta-analysis conducted in the US, most healthy pregnant patients can safely consume caffeine in doses up to 300 mg daily without an increased risk of spontaneous abortion, stillbirth, preterm birth, fetal growth retardation, or congenital malformations (11733, 98806). It is generally recommended to avoid consuming more than 300 mg of caffeine daily, or around 6-7 cups of yerba mate daily, when pregnant (2708). High doses of caffeine throughout pregnancy have resulted in symptoms of caffeine withdrawal in newborn infants (9891, 86618). Caffeine in doses of greater than 300 mg daily has also been associated with spontaneous abortion, premature delivery, and low birth weight (2709, 2711), although one retrospective study found that consuming yerba mate tea during pregnancy was not associated with preterm or small for gestational age births (13113). However, this study did not consider the amount of yerba mate or caffeine consumed, only the frequency of consumption. Some research has found that intrauterine exposure to even modest amounts of caffeine, based on maternal blood levels during the first trimester, is associated with a shorter stature in children ages 4-8 years (109846).\nLACTATION: POSSIBLY UNSAFE when used orally. Yerba mate is associated with an increased risk of cancer, including esophageal, kidney, bladder, cervical, prostate, lung, renal cell, and possibly mouth and laryngeal cancer (1528, 1529, 1530, 1531, 11863, 11864, 92150). Whether carcinogenic constituents of yerba mate are transferred via breast milk is unknown. Yerba mate contains caffeine. Consumption of yerba mate might cause irritability and increased bowel activity in nursing infants (6026).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nWhen used orally in high doses or long-term, yerba mate may be unsafe.\nMost Common Adverse Effects\nOrally: Many of the adverse effects of yerba mate can be attributed to its caffeine content, such as diuresis, gastric irritation, insomnia, nausea, nervousness, restlessness, tachycardia, tachypnea, and tremors.\nSerious Adverse Effects (Rare)\nOrally: Cancer, hyperglycemia, ketosis, metabolic acidosis, sinus tachycardia. These adverse effects are more common with high doses or long-term use.\nCardiovascular\nOrally, yerba mate may cause cardiovascular-related adverse effects due to its caffeine content. High doses of mate providing 250 mg of caffeine can increase blood pressure. However, this doesn't seem to occur in people who habitually consume caffeine products (2722). Also, epidemiological research suggests that there is no association of caffeine consumption with incidence of hypertension (13739).\n\nDue to its caffeine content, yerba mate may cause other adverse cardiovascular effects when used orally. These effects include tachycardia, quickened respiration, chest pain, premature heartbeat, arrhythmia, and hypertension (11832, 11838, 13735). Large doses of caffeine can also cause massive catecholamine release and subsequent sinus tachycardia (13734). There is also one report of venous occlusive disease associated with excessive, long-term mate consumption (5614).\n\nEpidemiological research has found that regular caffeine intake of up to 400 mg per day, or approximately 8-10 cups of yerba mate, is not associated with an increased incidence of atrial fibrillation (38018, 38076, 91028, 91034, 97451, 97453), atherosclerosis (38033), cardiac ectopy (91127), stroke (37804), ventricular arrhythmia (95948, 97453), and cardiovascular disease in general (37805, 98806).\n\nCombining caffeine beverages such as yerba mate with ephedra may theoretically increase the risk of adverse cardiovascular events. There is one report of ischemic stroke in an athlete who consumed ephedra 40-60 mg, creatine monohydrate 6 grams, caffeine 400-600 mg, and a variety of other supplements daily for six weeks (1275).\nless\nEndocrine\nYerba mate contains caffeine. Orally, large doses of caffeine can cause massive catecholamine release and subsequent metabolic acidosis, hyperglycemia, and ketosis (13734). Some evidence shows caffeine is associated with fibrocystic breast disease, breast cancer, and endometriosis in females. However, this is controversial since findings are conflicting (8043). Restricting caffeine in females with fibrocystic breast conditions doesn't seem to affect breast nodularity, swelling, or pain (8996). A population analysis of the Women's Health Initiative observational study has found no association between consumption of caffeine-containing beverages and the incidence of invasive breast cancer in models adjusted for demographic, lifestyle, and reproductive factors (108806). Also, a dose-response analysis of 2 low-quality observational studies has found that high consumption of caffeine is not associated with an increased risk of breast cancer (108807).\nless\nGastrointestinal\nOrally, drinking yerba mate infusions has been associated with nausea and irritation of the stomach or oral mucosa in a small number of patients in one clinical study (86657). Yerba mate contains caffeine. Orally, caffeine can cause gastric irritation, nausea, and vomiting (11832, 11838, 13735). Caffeine-containing beverages can stimulate gastric secretion in humans, which may potentiate ulcer symptoms (36404). Some believe that long-term use of caffeine can cause withdrawal symptoms following discontinuation of use. However, the existence of caffeine withdrawal is controversial. Some researchers think that if it exists, it appears to be of little clinical significance (2723, 11839). Gastrointestinal withdrawal symptoms such as nausea and vomiting have been described. However, these symptoms may be from nonpharmacological factors related to knowledge and expectation of effects. Clinically significant gastrointestinal symptoms caused by caffeine withdrawal may be uncommon (2723, 11839).\nless\nHematologic\nYerba mate contains caffeine. Orally, caffeine can cause hypokalemia (11832, 11838, 13735).\nless\nImmunologic\nYerba mate contains caffeine. Orally, caffeine can cause anaphylaxis in sensitive individuals, although true IgE-mediated caffeine allergy seems to be relatively rare (11315).\nless\nMusculoskeletal\nYerba mate contains caffeine. Some epidemiological research suggests that caffeine may be associated with an increased risk of osteoporosis, but conflicting evidence exists. Caffeine can increase urinary excretion of calcium (2669, 10202, 11317). Females identified with a genetic variant of the vitamin D receptor appear to be at an increased risk for the detrimental effect of caffeine on bone mass (2669). However, moderate caffeine intake of less than 400 mg per day, or approximately 8-10 cups of yerba mate, does not seem to significantly increase osteoporosis risk in most postmenopausal adults with normal calcium intake (2669, 6025, 10202, 11317, 98806).\n\nSome researchers believe that stopping regular use of caffeine may cause withdrawal symptoms such as muscle tension and muscle pains. However, these symptoms may be from nonpharmacological factors related to knowledge and expectation of effects (2723, 11839). However, there is a case of withdrawal in a premature neonate following chronic parental drinking of yerba mate (86618). Symptoms included hypertonia in the limbs and brisk tendon reflexes. The authors indicated that high concentrations of caffeine and theobromine were found in the placenta, cord serum, neonatal urine, parental and neonatal hair, meconium, and breast milk. Although symptoms progressively disappeared at 84 hours of age, irritability was still occasionally present at discharge (24 days of age).\nless\nNeurologic/CNS\nOrally, drinking yerba mate infusions has been associated with insomnia in a small number of patients in one clinical study (86657). Yerba mate contains caffeine. Orally, caffeine can cause insomnia, nervousness, headache, anxiety, agitation, jitteriness, restlessness, ringing in the ears, tremors, delirium, and convulsions (11832, 11838, 13735). Caffeine may also exacerbate sleep disturbances in patients with acquired immunodeficiency syndrome (AIDS) (10204).\n\nThere is some concern that stopping regular use of caffeine may cause withdrawal symptoms such as headache, tiredness and fatigue, decreased energy, alertness, and attentiveness, drowsiness, decreased contentedness, depressed mood, difficulty concentrating, irritability, and lack of clear-headedness are typical of caffeine withdrawal (13738). Other symptoms such as delirium, nervousness, restlessness, and anxiety have been described. However, these symptoms may be from nonpharmacological factors related to knowledge and expectation of effects (2723, 11839). However, there is a case of withdrawal in a premature neonate following chronic parental drinking of yerba mate (86618). Symptoms included jitteriness and irritability and a high-pitched cry. The authors indicated that high concentrations of caffeine and theobromine were found in the placenta, cord serum, neonatal urine, parental and neonatal hair, meconium, and breast milk. Although symptoms progressively disappeared at 84 hours of age, irritability was still occasionally present at discharge (24 days of age).\nless\nOncologic\nOrally, the prolonged use of yerba mate or use of yerba mate in high doses (typically more than 1-2 liters daily) is associated with an increased risk of cancer, including mouth, esophageal, laryngeal, kidney, bladder, cervical, prostate, and lung cancer (1528, 1529, 1530, 1531, 11863, 11864, 92150, 86595, 86614, 86700, 86701). The effect seems to be cumulative and dose dependent. The risk of cancer with yerba mate use seems to increase if it is taken as a warm beverage. In 1991, the International Agency for Research on Cancer (IARC), reported that hot yerba mate drinking is a 2A agent, meaning it is probably carcinogenic for humans (92150). A statement published in 2016 stated there is no conclusive evidence for carcinogenicity when yerba mate is consumed at temperatures that are \"not very hot\" (95015). Drinking very hot beverages is believed to be a probable cause of esophageal cancer in humans (95015). Concomitant tobacco and alcohol use can increase risk 7-fold (11863).\nless\nPulmonary/Respiratory\nYerba mate contains caffeine. Orally, caffeine may cause tachypnea-induced respiratory alkalosis (11832, 11838, 13735). Some researchers think that stopping regular use of caffeine may cause withdrawal symptoms such as runny nose. However, this symptom may be from nonpharmacological factors related to knowledge and expectation of effects (2723, 11839).\nless\nRenal\nYerba mate contains caffeine. Orally, caffeine may cause diuresis (11832, 11838, 13735).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nArrhythmia. Although there has been interest in using oral yerba mate for arrhythmia, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nAthletic performance. It is unclear if oral yerba mate is beneficial for improving athletic performance.\nA small clinical study shows that taking yerba mate 5 grams orally daily for 5 days prior to a cycling exercise shortens time to completion by 2% and modestly improves absolute power when compared with placebo in trained athletes (96471).\nless\nChronic fatigue syndrome (CFS). Although there has been interest in using oral yerba mate for CFS, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nCognitive function. It is unclear if oral yerba mate is beneficial for improving cognitive function.\nPreliminary clinical research shows that drinking a single beverage containing one tablespoon of yerba mate does not improve vigilance, working memory, reaction time, or accuracy when compared with decaffeinated coffee controls in healthy females ages 17-35 years (86712).\nless\nDepression. Although there has been interest in using oral yerba mate for depression, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nDiabetes. It is unclear if oral yerba mate is beneficial in patients with diabetes.\nPreliminary clinical research shows that drinking yerba mate tea, prepared by steeping 6.6 grams of leaves for 10 minutes in 330 mL of boiling water, three times daily for 60 days decreases fasting blood glucose by up to 17% and glycated hemoglobin (HbA1c) by 0.85% when compared with baseline in patients with type 2 diabetes (86693). The validity of these findings is limited by the lack of a comparator group.\nless\nDyslipidemia. It is unclear if oral yerba mate is beneficial in patients with dyslipidemia.\nA meta-analysis of 7 small, mostly low to moderate quality clinical studies in adults shows that taking yerba mate orally does not reduce levels of total, low-density lipoprotein (LDL) cholesterol, or triglycerides or improve high-density lipoprotein (HDL) cholesterol when compared with placebo or dietary intervention (111738). However, the validity of this study is limited by the heterogeneity of the included studies which enrolled patients with varying conditions and used various forms and doses of yerba mate. Other clinical research in patients with dyslipidemia or hypercholesterolemia shows that drinking 330 mL of tea containing yerba mate 20 mg/mL three times daily for 40 days reduces LDL cholesterol levels by 9% and increases HDL cholesterol levels by 4% when compared with baseline. The effects of yerba mate were similar between patients on low- to moderate-intensity statin therapy and those not taking statins. Drinking yerba mate tea did not affect triglyceride levels (86657).\nless\nFatigue. Although there has been interest in using oral yerba mate for fatigue, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nHeadache. Although there has been interest in using oral yerba mate for headache, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nHeart failure. Although there has been interest in using oral yerba mate for heart failure, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nImpaired glucose tolerance (prediabetes). It is unclear if oral yerba mate is beneficial in patients with prediabetes.\nClinical research shows that drinking yerba mate tea, prepared by steeping 6.6 grams of leaves for 10 minutes in 330 mL of boiling water, three times daily for 60 days reduces glycated hemoglobin (HbA1C) by 0.4%, but not fasting blood glucose levels, when compared with baseline in patients with prediabetes (86693). The validity of these findings is limited by the lack of a comparator group.\nless\nJoint pain. Although there has been interest in using oral yerba mate for joint pain, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nKidney stones (nephrolithiasis). Although there has been interest in using oral yerba mate for nephrolithiasis, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nMental alertness. Although there has been interest in using oral yerba mate for mental alertness, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nMuscle strength. It is unclear if oral yerba mate improves muscle strength.\nA small clinical crossover study in males shows that consuming a beverage containing 3 grams of yerba mate (Matte Leão, Valinhos Brazil) 1-hour prior to bench press and leg press strength training does not improve muscle strength when compared with placebo (111739).\nless\nObesity. It is unclear if oral yerba mate is beneficial in patients with obesity.\nAlthough some observational research in healthy patients has found that high consumption of yerba mate is associated with increased weight (99322), most preliminary clinical research in adults with obesity shows that consuming yerba mate might improve some parameters (11866, 92152, 96470). Two, small, randomized controlled trials in obese Korean adults shows that taking yerba mate 3 grams daily, in 2-3 divided doses, for 6-12 weeks does not reduce weight, body mass index, or lipid levels when compared with placebo. Taking yerba mate modestly improved other measures, such as fat mass, waist-hip ratio, and waist circumference when compared with baseline, but these results were not consistent between trials and the studies may have been inadequately powered to detect a difference between groups (92152, 96470).\nless\nOsteoporosis. It is unclear if oral yerba mate is beneficial in patients with osteoporosis.\nIn an observational study, consumption of at least 1 liter of yerba mate tea daily for a minimum of 4 years was associated with higher lumbar spine and femoral neck bone densities, with increases of 9.7% and 6.2%, respectively (17184). In contrast, a small case-control study found no association between yerba mate consumption and markers of bone resorption and formation in postmenopausal adults, regardless of the duration of yerba mate consumption (96468). Neither study identified an association between fracture rates; however, these studies may have been inadequately powered to detect a difference between groups (17184, 96468).\nless\nParkinson disease. It is unclear if oral yerba mate is beneficial in preventing Parkinson disease.\nA small observational study has found that high consumption of yerba mate tea is associated with 59% to 63% lower odds of being diagnosed with Parkinson disease when compared with no consumption of yerba mate (106860).\nless\nUrinary tract infections (UTIs). Although there has been interest in using oral yerba mate for UTIs, there is insufficient reliable information about the clinical effects of yerba mate for this purpose.\nMore evidence is needed to rate yerba mate for these uses.\nless",
            "Dosing & Administration": "Adult\nOral:\nYerba mate is commonly consumed as a tea. Yerba mate tea has been prepared in clinical trials by steeping yerba mate leaf 6.6-16.5 grams for 10 minutes in 330 mL of boiling water to yield yerba mate 20-50 mg/mL tea. See Effectiveness section for condition-specific information.\nStandardization & Formulation\nIn clinical research, yerba mate has been used in capsule, tablet, or beverage formulations. In one clinical study, capsules containing a water extract of yerba mate were standardized to contain chlorogenic acid 35 mg/gram (92152).\n\nYerba mate can be prepared into four different beverages. Mate tea is made with roasted leaves and brewed like any other tea. Dried and crushed green mate leaves are used to prepare chimarrão and tererê. Chimarrão is prepared with hot water, and tererê with cold. The term mate cocido refers to green mate brewed as tea. It is usually commercialized and sold as mate tea (92149).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nADENOSINE (Adenocard)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, the caffeine in yerba mate might decrease the vasodilatory effects of adenosine and interfere with its use prior to stress testing.\nYerba mate contains caffeine. Some evidence shows that caffeine is a competitive inhibitor of adenosine and can reduce the vasodilatory effects of adenosine in humans (38172). However, other research shows that caffeine does not seem to affect supplemental adenosine because high interstitial levels of adenosine overcome the antagonistic effects of caffeine (11771). Still, some researchers recommend that methylxanthines, such as caffeine, as well as methylxanthine-containing products, should be stopped 24 hours prior to pharmacological stress tests (11770). However, methylxanthines appear more likely to interfere with dipyridamole (Persantine) than adenosine-induced stress testing (11771).\nless\nALCOHOL (Ethanol)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use of alcohol and yerba mate might increase levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Alcohol reduces caffeine metabolism. Concomitant use of alcohol can increase caffeine serum concentrations and the risk of caffeine adverse effects (6370, 24693).\nless\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, the caffeine in yerba mate may increase the risk of bleeding if used with anticoagulant or antiplatelet drugs.\nYerba mate contains caffeine. Caffeine is reported to have antiplatelet activity. Theoretically, it might increase the risk of bleeding when used concomitantly with these agents (8028, 8029); however, this interaction has not been reported in humans.\nless\nANTIDIABETES DRUGS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMODERATE\nOccurrence\nUNLIKELY\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, taking yerba mate with antidiabetes drugs might interfere with blood glucose control.\nYerba mate contains caffeine. Reports claim that caffeine might increase or decrease blood sugar (6024, 8646).\nless\nBENZODIAZEPINES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might reduce the efficacy of benzodiazepines.\nYerba mate contains caffeine. Caffeine can antagonize the anxiolytic effects of benzodiazepines (24951, 24952, 24953, 24954, 24955).\nless\nBETA-ADRENERGIC AGONISTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might increase the cardiac inotropic effects of beta-agonists, especially if taken in large amounts.\nYerba mate contains caffeine. Caffeine can increase cardiac inotropic effects of beta-agonists (15).\nless\nCARBAMAZEPINE (Tegretol)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, the caffeine in yerba mate might reduce the effects of carbamazepine and increase the risk for convulsions.\nYerba mate contains caffeine. Animal research suggests that caffeine can lower the anticonvulsant effects of carbamazepine and can induce seizures when taken in doses above 400 mg/kg (23561). Human research has shown that taking caffeine 300 mg in three divided doses along with carbamazepine 200 mg reduces the bioavailability of carbamazepine by 32% and prolongs the plasma half-life of carbamazepine two-fold in healthy individuals (23562).\nless\nCIMETIDINE (Tagamet)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nLIKELY\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, cimetidine might increase the levels and adverse effects of the caffeine contained in yerba mate.\nYerba mate contains caffeine. Cimetidine decreases caffeine clearance by 31% to 42% (11736, 24700).\nless\nCLOZAPINE (Clozaril)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, the caffeine in yerba mate might increase the levels and adverse effects of clozapine and acutely exacerbate psychotic symptoms.\nYerba mate contains caffeine. Caffeine might increase the effects and toxicity of clozapine. Caffeine doses of 400-1000 mg per day inhibit clozapine metabolism (5051). Clozapine is metabolized by cytochrome P450 1A2 (CYP1A2). Although researchers speculate that caffeine might inhibit CYP1A2, there is no reliable evidence that caffeine affects CYP1A2. There is also speculation that genetic factors might make some patients more sensitive to an interaction between clozapine and caffeine (13741).\nless\nCONTRACEPTIVE DRUGS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, contraceptive drugs might increase the levels and adverse effects of the caffeine contained in yerba mate.\nYerba mate contains caffeine. Contraceptive drugs decrease the rate of caffeine clearance by 40% to 65% (2714, 11737).\nless\nCYTOCHROME P450 1A2 (CYP1A2) INHIBITORS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use of CYP1A2 inhibitors and yerba mate might increase levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Caffeine is metabolized by CYP1A2. Theoretically, drugs that inhibit CYP1A2 may decrease the rate of caffeine clearance and increase caffeine levels (5051, 11741).\nless\nCYTOCHROME P450 3A4 (CYP3A4) SUBSTRATES\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, yerba mate might increase the levels and clinical effects of CYP3A4 substrates.\nIn vitro research shows that yerba mate extract inhibits CYP3A4 enzymes (105811). Theoretically, taking yerba mate may increase levels and adverse effects of CYP3A4 substrates.\nless\nDIPYRIDAMOLE (Persantine)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, the caffeine in yerba mate might decrease the vasodilatory effects of dipyridamole and interfere with its use prior to stress testing.\nYerba mate contains caffeine. Caffeine inhibits dipyridamole-induced vasodilation (11770, 11772). Still, some researchers recommend that methylxanthines, such as caffeine, as well as methylxanthine-containing products, should be stopped 24 hours prior to pharmacological stress (11770). Methylxanthines appear more likely to interfere with dipyridamole (Persantine) than adenosine-induced stress testing (11771).\nless\nDISULFIRAM (Antabuse)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, disulfiram might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Disulfiram decreases the rate of caffeine clearance (15, 11840).\nless\nDIURETIC DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might increase the risk of hypokalemia when used concomitantly with other diuretics.\nYerba mate contains caffeine. Caffeine, especially in excessive amounts, can reduce potassium levels due to stimulation of the sodium-potassium pump (23579, 37905, 37953, 38003, 38034). Diuretics can also cause lower potassium levels.\nless\nEPHEDRINE\nInteraction Rating\nMAJOR Do not take this combination.\nSeverity\nHIGH\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Anecdotal evidence)\nTheoretically, the caffeine in yerba mate might increase the risk for stimulant adverse effects when used concomitantly with ephedrine.\nUse of ephedrine with caffeine can increase the risk of stimulatory adverse effects. There is evidence that using ephedrine with caffeine might increase the risk of serious life-threatening or debilitating adverse effects such as hypertension, myocardial infarction, stroke, seizures, and death (1275, 6486, 10307).\nless\nESTROGENS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, estrogens might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Estrogen inhibits caffeine metabolism (2714).\nless\nETHOSUXIMIDE (Zarontin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might reduce the effects of ethosuximide and increase the risk for convulsion.\nYerba mate contains caffeine. Animal research shows that caffeine 92.4 mg/kg can decrease the anticonvulsant activity of ethosuximide (23560). However, this effect has not been reported in humans.\nless\nFELBAMATE (Felbatol)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might reduce the effects of felbamate and increase the risk for convulsion.\nYerba mate contains caffeine. Animal research shows that a high dose of caffeine 161.7 mg/kg can decreases the anticonvulsant activity of felbamate (23563). However, this effect has not been reported in humans.\nless\nFLUCONAZOLE (Diflucan)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, fluconazole might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Fluconazole decreases caffeine clearance by approximately 25% (11022, 24978).\nless\nFLUTAMIDE (Eulexin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might increase the levels and adverse effects of flutamide.\nYerba mate contains caffeine. In vitro evidence suggests that caffeine can inhibit the metabolism of flutamide (23553). However, this effect has not been reported in humans.\nless\nFLUVOXAMINE (Luvox)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, fluvoxamine might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Fluvoxamine reduces caffeine metabolism (6370, 38287).\nless\nLITHIUM\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Anecdotal evidence)\nTheoretically, abrupt withdrawal of the caffeine in yerba mate might increase serum lithium levels.\nYerba mate contains caffeine, which has diuretic activity. When abruptly discontinued, it might alter the clearance of lithium (609). There are two case reports of lithium tremor that worsened upon abrupt coffee withdrawal (609, 610).\nless\nMETFORMIN (Glucophage)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, metformin might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Animal research suggests that metformin can reduce caffeine metabolism (23571). However, this effect has not been reported in humans.\nless\nMETHOXSALEN (Oxsoralen)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, methoxsalen might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Methoxsalen reduces caffeine metabolism (23572).\nless\nMEXILETINE (Mexitil)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, mexiletine might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Mexiletine decreases caffeine elimination by approximately 50% (1260, 11741, 24981).\nless\nMIDAZOLAM (Versed)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, use of yerba mate with midazolam might increase midazolam metabolite levels and adverse effects.\nIn vitro research shows that yerba mate extract containing 6.75% chlorogenic acid significantly inhibits the metabolism of midazolam via inhibition of cytochrome P450 3A4 (CYP3A4)(105811).\nless\nMONOAMINE OXIDASE INHIBITORS (MAOIs)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might increase risk of a hypertensive crisis when used concomitantly with MAOIs.\nYerba mate contains caffeine. Caffeine has been shown to inhibit monoamine oxidase (MAO) A and B in laboratory studies (37724, 37877, 37912, 38108). Concomitant intake of large amounts of caffeine with MAOIs might precipitate a hypertensive crisis (15). In a case report, a patient that consumed 10-12 cups of caffeinated coffee and took the MAOI tranylcypromine presented with severe hypertension (91086). Hypertension was resolved after the patient switched to drinking decaffeinated coffee.\nless\nNICOTINE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might increase risk of hypertension when used concomitantly with nicotine.\nYerba mate contains caffeine. Concomitant use of caffeine and nicotine has been shown to have additive cardiovascular effects, including increased heart rate and blood pressure. Blood pressure was increased by 10.8/12.4 mmHg when the agents were used concomitantly (2719, 36549).\nless\nPENTOBARBITAL (Nembutal)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, the caffeine in yerba mate might decrease the effects of pentobarbital.\nThe caffeine in yerba mate might negate the hypnotic effects of pentobarbital (13742).\nless\nPHENOBARBITAL (Luminal)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, the caffeine in yerba mate might reduce the effects of phenobarbital and increase the risk for convulsions.\nYerba mate contains caffeine. Animal research suggests that caffeine can decrease the anticonvulsant activity of phenobarbital (23558, 23561). However, the exact mechanism of this interaction is unclear.\nless\nPHENYLPROPANOLAMINE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, phenylpropanolamine might increase the risk of hypertension as well as the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Concomitant use of phenylpropanolamine and caffeine might cause an additive increase in blood pressure (11738). Phenylpropanolamine also seems to increase caffeine serum levels (13743).\nless\nPHENYTOIN (Dilantin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, the caffeine in yerba mate might reduce the effects of phenytoin and increase the risk for convulsions.\nYerba mate contains caffeine. Animal research suggests that caffeine can decrease the anticonvulsant activity of phenytoin (23561). The effect does not seem to be related to the seizure threshold-lowering effects of caffeine. However, the exact mechanism of this interaction is unclear.\nless\nPIOGLITAZONE (Actos)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, the caffeine in yerba mate might increase the levels and clinical effects of pioglitazone.\nYerba mate contains caffeine. Animal research suggests that caffeine can modestly increase the maximum concentration, area under the curve, and half-life of pioglitazone, and also reduce its clearance. This increased the antidiabetic effects of pioglitazone (108812). However, the exact mechanism of this interaction is unclear.\nless\nQUINOLONE ANTIBIOTICS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, quinolone antibiotics might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Quinolones (also called fluoroquinolones) can decrease caffeine clearance by inhibiting cytochrome P450 1A2 (CYP1A2) enzyme (606, 607, 608, 23554, 23555, 23556).\nless\nRILUZOLE (Rilutek)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use of riluzole and yerba mate might increase levels and adverse effects of both riluzole and the caffeine in yerba mate.\nYerba mate contains caffeine. Caffeine and riluzole are both metabolized by cytochrome P450 1A2 (CYP1A2), and concomitant use might reduce the metabolism of one or both agents (11739).\nless\nSTIMULANT DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nC (Expert opinion)\nTheoretically, concomitant use of stimulant drugs and yerba mate might increase stimulant adverse effects.\nYerba mate contains caffeine. Due to the CNS stimulant effects of the caffeine, concomitant use can increase the risk of adverse effects (11832).\nless\nTERBINAFINE (Lamisil)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, terbinafine might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Terbinafine decreases the rate of caffeine clearance by 19% (11740).\nless\nTHEOPHYLLINE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMILD\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, the caffeine in yerba mate might increase the levels and adverse effects of theophylline.\nYerba mate contains caffeine. Caffeine decreases theophylline clearance by 23% to 29% (11741).\nless\nTIAGABINE (Gabitril)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, the caffeine in yerba mate might increase the levels and adverse effects of tiagabine.\nYerba mate contains caffeine. Animal research suggests that chronic caffeine administration can increase the serum concentrations of tiagabine. However, concomitant use does not seem to reduce the antiepileptic effects of tiagabine (23561).\nless\nTICLOPIDINE (Ticlid)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, ticlopidine might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. In vitro research shows that ticlopidine can inhibit caffeine metabolism (23557). However, this effect has not been reported in humans.\nless\nVALPROATE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, the caffeine in yerba mate might reduce the effects of valproate and increase the risk for convulsions.\nYerba mate contains caffeine. Animal research shows that caffeine can decrease the anticonvulsant activity of valproate (23558, 23561). However, the exact mechanism of this interaction is unclear.\nless\nVERAPAMIL (Calan, others)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, verapamil might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Verapamil increases plasma caffeine concentrations by 25% (11741).\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nTheoretically, the caffeine in yerba mate may have antiplatelet effects in some people.\nYerba mate contains caffeine. Caffeine is reported to have antiplatelet activity (8028, 8029). Concomitant use of herbs and supplements that affect platelet aggregation could theoretically increase the risk of bleeding in some people. See other products with antiplatelet activity here. See products with anticoagulant activity here.\nless\nBITTER ORANGE\nTheoretically, concomitant use of yerba mate and bitter orange may increase the risk for adverse stimulant effects.\nYerba mate contains caffeine. Bitter orange in combination with caffeine or caffeine-containing herbs, such as yerba mate, can increase blood pressure and heart rate in otherwise healthy normotensive adults, potentially increasing the risk of serious cardiovascular adverse effects (13657).\nless\nCAFFEINE-CONTAINING HERBS AND SUPPLEMENTS\nConcomitant use may increase the risk for adverse effects.\nYerba mate contains caffeine. Using caffeine with other products that contain caffeine can increase the risk for caffeine-related adverse effects. See caffeine-containing herbs and supplements here.\nless\nCALCIUM\nTheoretically, the caffeine in yerba mate may increase calcium loss.\nHigh caffeine intake from foods and beverages, including yerba mate, increases urinary calcium excretion (2570).\nless\nCORDYCEPS\nTheoretically, cordyceps may increase the clearance of caffeine from the body.\nYerba mate contains caffeine. Cordyceps can speed up the clearance of caffeine from the body by inducing cytochrome P450 1A2 (CYP1A2) (24986).\nless\nCREATINE\nTheoretically, concomitant use of yerba mate and creatine may increase the risk for serious adverse effects.\nYerba mate contains caffeine. There is some concern that combining caffeine ephedra, and creatine might increase the risk of serious adverse effects. There is a report of ischemic stroke in an athlete who consumed creatine monohydrate 6 grams, caffeine 400-600 mg, ephedra 40-60 mg, and a variety of other supplements daily for 6 weeks (1275). Caffeine might also decrease creatine's possible beneficial effects on athletic performance. Some researchers think caffeine can inhibit phosphocreatine resynthesis (2117, 4575).\nless\nDANSHEN\nTheoretically, concomitant use might increase the levels and adverse effects of caffeine.\nYerba mate contains caffeine. In animals, danshen slows the clearance of caffeine by inhibiting cytochrome P450 1A2 (CYP1A2) (23580).\nless\nECHINACEA\nTheoretically, echinacea might increase the levels and adverse effects of caffeine.\nYerba mate contains caffeine. In healthy individuals, taking echinacea 400 mg daily for 8 days seems to inhibit the oral clearance of caffeine (23581). This effect seems to be due to the inhibition of cytochrome P450 1A2 (CYP1A2) enzyme, which is involved in caffeine metabolism.\nless\nEPHEDRA (Ma Huang)\nConcomitant use of yerba mate and ephedra may increase the risk for adverse stimulant effects.\nThere is evidence that using ephedra with caffeine might increase the risk of serious life-threatening or debilitating adverse effects such as hypertension, myocardial infarction, stroke, seizures, and death (1275, 6486, 10307). Tell patients to avoid taking caffeine with ephedra and other stimulants.\nless\nGENISTEIN-CONTAINING HERBS AND SUPPLEMENTS\nTheoretically, genistein might increase the levels and adverse effects of the caffeine in yerba mate.\nYerba mate contains caffeine. Taking genistein 1 gram daily for 14 days seems to inhibit caffeine clearance and metabolism in healthy females (23582). This effect has been attributed to inhibition of cytochrome P450 1A2 (CYP1A2) enzyme, which is involved in caffeine metabolism.\nless\nIRON\nTheoretically, concomitant use of yerba mate and iron may reduce the effectiveness of iron supplementation.\nPreliminary clinical research in patients with hereditary hemochromatosis shows that drinking yerba mate tea with iron-containing meals ameliorates increases in serum iron levels. Some researchers have suggested that polyphenolic constituents of yerba mate, such as chlorogenic acid, bind to gastrointestinal iron and reduce oral iron absorption (107230).\nless\nKUDZU\nTheoretically, kudzu might increase the levels and adverse effects of caffeine.\nYerba mate contains caffeine. Kudzu inhibits caffeine clearance and metabolism in healthy male individuals (23583). This effect has been attributed to inhibition of cytochrome P450 1A2 (CYP1A2) enzyme, which is involved in caffeine metabolism.\nless\nMAGNESIUM\nTheoretically, the caffeine in yerba mate may increase magnesium loss.\nConsuming large amounts of caffeine, a constituent of yerba mate, can increase urinary excretion of magnesium (21534).\nless\nMELATONIN\nCaffeine seems to increase levels of melatonin. Theoretically, concomitant use may increase the risk for melatonin-related adverse effects.\nYerba mate contains caffeine. Co-administration of caffeine and melatonin can increase melatonin levels by about 142%; this effect is more pronounced in nonsmoking individuals (23584). Also, when taken in the evening, caffeine can increase endogenous melatonin levels in healthy individuals (23585).\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nALCOHOL USE DISORDER\nChronic, concomitant use of alcohol and yerba mate is associated with an increased risk of cancer, such as esophageal, stomach, kidney, bladder, cervical, prostate, lung, renal cell, and possibly laryngeal and mouth cancer. Some observational research has found that the risk of cancer increases from 3-fold to 7-fold in people who consume large amounts of alcohol and yerba mate for extended periods of time (11864, 86701).\nless\nANXIETY DISORDERS\nThe caffeine in yerba mate might aggravate anxiety disorders. Use with caution. Caffeine has been shown to aggravate anxiety disorders, especially when used in doses of more than 400 mg, or approximately 8-10 cups of yerba mate, daily (11743).\nless\nBLEEDING DISORDERS\nTheoretically, the caffeine in yerba mate might aggravate bleeding disorders. Use with caution. Caffeine is reported to have antiplatelet activity (8028, 8029); however, this interaction has not been reported in humans. Caffeine can prolong bleeding time and increase the results of a bleeding time test (1701).\nless\nCARDIAC CONDITIONS\nTheoretically, the caffeine in yerba mate might induce cardiac arrhythmias. Until more is known, use with caution in patients with cardiac conditions. Caffeine has been reported to both increase and decrease heart rate, although this is not thought to be clinically significant at doses below 400 mg, or approximately 8-10 cups of yerba mate, daily (98806).\nless\nDIABETES\nTheoretically, taking yerba mate with antidiabetes drugs might interfere with blood glucose control. Some research suggests that caffeine, a constituent of yerba mate, may impair postprandial glucose metabolism in people with diabetes and contribute to insulin resistance. However, the effect of caffeinated beverages and herbs has not been studied (12374, 12375). Caffeine in yerba mate may enhance the frequency and intensity of hypoglycemic warning symptoms in type 1 diabetics. Theoretically, this may increase the ability of diabetes patients to detect and treat hypoglycemia early. However, yerba mate has also been shown to lower blood sugar (86693) and the caffeine in it might increase the frequency of hypoglycemic events (6024). Some clinical research suggests symptoms of hypoglycemia are more intense at onset in the absence of caffeine, however, with increasing duration of hypoglycemia, symptoms are greater with caffeine (13740). Caffeine has been reported to cause increases and decreases in blood glucose (8646); use with caution.\nless\nDIARRHEA\nTheoretically, the caffeine in yerba mate might worsen diarrhea. Yerba mate contains caffeine. Caffeine, especially when taken in large amounts, can exacerbate diarrhea (100523).\nless\nEPILEPSY\nPatients with epilepsy should avoid using high doses of caffeine or caffeine-containing supplements; low doses should be used with caution. Yerba mate contains caffeine. Some animal research indicates that high doses of caffeine can significantly reduce seizure threshold or induce seizures (23559, 23560, 23561). Furthermore, caffeine seems to decrease the activity of various anticonvulsant drugs, including carbamazepine, ethosuximide, felbamate, phenobarbital, phenytoin, and valproate (23558, 23559, 23560, 23561, 23562, 23563). However, caffeine does not seem to affect the anticonvulsant effects of lamotrigine, tiagabine, or oxcarbazepine (23561).\nless\nGLAUCOMA\nConsuming yerba mate increases intraocular pressure. Yerba mate contains caffeine. Caffeine induces an increase in intraocular pressure that occurs within 30 minutes and persists for at least 90 minutes after drinking caffeinated beverages (8540, 91056). Use with caution in patients with glaucoma.\nless\nHYPERTENSION\nShort-term consumption of yerba mate, may temporarily increase blood pressure. Yerba mate contains caffeine. Usually, increases in blood pressure occur 30 minutes after caffeine ingestion, peak in 1-2 hours, and may last for over 4 hours (36539, 37732, 37989, 38000, 38300). Increases are generally small and not clinically significant, being less than the normal diurnal variation in blood pressure (98806). Regular consumption of caffeine does not seem to increase blood pressure even in mildly hypertensive patients (1451, 1452, 2722, 38335). Caffeine consumption does not increase the risk of developing chronic hypertension (38190).\nless\nIRRITABLE BOWEL SYNDROME (IBS)\nTheoretically, the caffeine in yerba mate might worsen diarrhea and symptoms of IBS. Yerba mate contains caffeine. Caffeine, especially when taken in large amounts, might exacerbate diarrhea and worsen symptoms of diarrhea-predominant IBS (100526). Use yerba mate with caution in patients with IBS.\nless\nOSTEOPOROSIS\nThe effects of yerba mate, and the caffeine in yerba mate, on bone density are unclear. Higher bone densities have been reported in postmenopausal adults who consume a liter or more daily of a traditional yerba mate tea (17184). In contrast, a small population study found that yerba mate has no effect on bone mineral density and does not alter the fracture rate in postmenopausal adults (96468). Yerba mate also contains caffeine. Some sources suggest that caffeine consumption should be limited to less than 300 mg daily (approximately 6 cups of yerba mate), unless there is adequate calcium supplementation to compensate for calcium losses (2669, 10202, 11317). However, according to a review by Health Canada, and a subsequent large meta-analysis conducted in the US, healthy adults with adequate calcium intake are not at increased risk for decreased bone mineral density, osteoporosis, or fractures with daily caffeine intake equivalent to approximately 8-10 cups of yerba mate (11733, 98806). Postmenopausal adults with a genetic variant of the vitamin D receptor appear to have an 8% higher risk for bone loss from caffeine (2669).\nless\nSMOKING\nChronic, concomitant use of cigarettes and yerba mate is associated with an increased risk of cancer, such as esophageal, stomach, kidney, bladder, cervical, prostate, lung, renal cell, and possibly laryngeal and mouth cancer. Some observational research has found that the risk of cancer increases from 3-fold to 7-fold in people who smoke and consume large amounts of yerba mate for extended periods of time (11864, 86701).\nless",
            "Interactions with Lab Tests": "EXPAND ALL\n|\nCOLLAPSE ALL\nDIPYRIDAMOLE THALLIUM IMAGING\nYerba mate might interfere with dipyridamole thallium imaging studies. Yerba mate contains caffeine. Caffeine attenuates the characteristic cardiovascular responses to dipyridamole and has altered test results (11742).\nless\nNEUROBLASTOMA TESTS\nYerba mate might cause false-positive diagnosis of neuroblastoma. Yerba mate contains caffeine. Caffeine can increase urine catecholamine and vanillylmandelic acid (VMA) concentrations, which might cause false-positive diagnosis of neuroblastoma when diagnosis is based on tests of urine VMA or catecholamine concentrations (15).\nless\nPHARMACOLOGICAL STRESS TESTS\nYerba mate might interfere with pharmacological stress tests. Yerba mate contains caffeine. Caffeine is a competitive antagonist for adenosine receptors (11771). Some researchers have recommended that caffeine and caffeine-containing products should be stopped 24 hours prior to pharmacological stress tests (11770). However, caffeine appears more likely to interfere with dipyridamole (Persantine) than adenosine (Adenocard) stress testing (11771). The interaction between caffeine and dipyridamole is unlikely to be significant in stress testing if the heart rate increase is greater than 5% after dipyridamole infusion (11772). Additionally, clinical research shows that caffeine 200 mg and 400 mg given 90 minutes before stress testing, significantly impairs the ability of regadenoson, an adenosine receptor agonist, to detect existing ischemia (91083).\nless\nPHEOCHROMOCYTOMA TESTS\nYerba mate might cause false-positive diagnosis of pheochromocytoma. Yerba mate contains caffeine. Caffeine can increase urine catecholamine and vanillylmandelic acid (VMA) concentrations, which might cause false-positive diagnosis of pheochromocytoma, when diagnosis is based on tests of urine VMA or catecholamine concentrations (15).\nless\nPULMONARY FUNCTION TESTS\nYerba mate might interfere with pulmonary function test results. Yerba mate contains caffeine. Forced expiratory volume in one minute (FEV1) seems to show a small improvement up to 2 hours after caffeine use. Mid-expiratory flow rates may also improve with caffeine for up to 4 hours (9607).\nless\nURATE\nYerba mate might falsely increase serum urate test results determined by the Bittner method. Yerba mate contains caffeine. Caffeine has been shown to falsely elevate serum urate when determined by the Bittner method (11844).\nless",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with yerba mate.",
            "Pharmacokinetics": "Absorption\nAfter oral consumption of yerba mate, the gastrointestinal absorption of certain polyphenol constituents, such as dihydrocaffeic, dihydroferulic, and dihydrocoumaric acids, can be delayed by colonic microbiota metabolism (99323).\nDistribution\nHigh concentrations of caffeine and theobromine were found in the placenta, cord serum, neonatal urine, neonatal hair, meconium, and breast milk from a patient who reported drinking yerba mate during pregnancy (86618).",
            "Mechanism of Action": "General\nThe applicable parts of yerba mate are the leaf and leaf stem. It contains caffeine, theobromine, theophylline, phytol, stigmasterol, and squalene. The concentrations of these constituents vary with growing conditions, harvesting, and preparation methods (11865, 11867). The usual concentration of caffeine in yerba mate is 0.5% to 0.8% (compared to 1-2% in coffee) (11865, 11867). Yerba mate also contains various minerals including phosphorus, iron, calcium, thiamine, riboflavin, vitamin C, and vitamin E. Other constituents include tannins and N-nitroso compounds that are potential carcinogens (11863, 11865).\nAntidiabetes effects\nLaboratory research suggests that yerba mate extract inhibits the formation of advanced glycation end products, inhibits alpha-glucosidase activity, and decreases intestinal SGLT1 gene expression (86591, 86606, 86646, 86653, 86668). A small clinical study in healthy overweight males shows that taking a standardized dry yerba mate extract has no effect on glucose levels, either fasting or following an oral glucose load, when compared with placebo (105810).\n\nYerba mate also contains caffeine. Caffeine has been reported to cause increases and decreases in blood glucose. In people with type 2 diabetes, acute administration of caffeine impairs postprandial glucose metabolism, while acute abstention from caffeine reduces postprandial glucose levels by 21%. Whether these effects also occur with caffeinated beverages such as yerba mate is unknown (12374).\n\nOther research in obese people suggests that caffeine ingestion may contribute to insulin resistance (12375, 13744). However, one study found that patients with type 1 diabetes taking 200 mg of caffeine twice daily had increased frequency and intensity of warning signs of hypoglycemia. This may be due to a reduction in blood flow to the brain and an increase in glucose utilization by the brain (6024). Some clinical research suggests symptoms of hypoglycemia are more intense at onset in the absence of caffeine, but with increasing duration of hypoglycemia, symptoms are greater with caffeine (13740).\nAntiobesity effects\nThere is interest in using yerba mate for its anti-obesity effects. Yerba mate contains caffeine. Caffeine increases resting energy expenditure (REE) and cellular thermogenesis. It also causes an increase in nonoxidative fatty acid turnover and lipid oxidation; however, the net effect on lipid oxidation is small. The effects of caffeine on energy expenditure and lipid metabolism seem to be mediated by both sympathetic and nonsympathetic mechanisms (13733). Additionally, adipose tissue leads to inflammation. Inflammation leads to metabolic disorders (92149). Polyphenols found in yerba mate may help to reduce adipose induced inflammation. Laboratory research suggests yerba mate may decrease differentiation of preadipocytes. It may also decrease accumulation of lipids within adipocytes (92152). The saponin and polyphenols, specifically chlorogenic acid, may be responsible for the antiobesity effects (92149, 92152). In animals, yerba mate decreases genes responsible for adipogenesis (92152). It may also inhibit pancreatic lipase, enhance expression of uncoupling proteins and elevated AMPK phosphorylation in the visceral adipose tissue (38029, 86638) or effect genes related to obesity (86654). Yerba mate may also modulate thermogenesis (92149). Improved insulin resistance and peripheral insulin sensitivity, increase glucagon like peptide (GLP-1) and leptin levels have also occurred. Yerba mate also reduces thromboxane A2 levels and increases nitric oxide in the blood, which helps to deter the occurrence of atherosclerosis (92149).\nAntioxidant effects\nIn human research, yerba mate tea has been shown to reduce lipid peroxidation and increase total antioxidant status and antioxidant gene expression (86649). In humans and laboratory research, yerba mate has been shown to inhibit copper and H2O2-induced oxidation of low-density lipoprotein (LDL) cholesterol (86697, 86703, 86707). Yerba mate extract also protected against free radical inactivation in high-density lipoprotein (86628, 86651).\nAntiparkinsonian effects\nThere is interest in using yerba mate to prevent or slow Parkinson disease. Some researchers have suggested that the caffeine, and/or another constituent, in yerba mate may cause antiparkinsonian effects by reducing glutamate and free radical activity (106860). In animal models, a hydroalcoholic extract of yerba mate prevented hypolocomotion and reserpine-induced catalepsy (86621). This extract also potentiated the effect of apomorphine in preventing catatonia. Observational research in humans also suggests that high yerba mate consumption is inversely associated with the risk for Parkinson disease (106860).\nBone mineral density effects\nIn population research, yerba mate appears to have a neutral effect on fracture rates and markers of bone formation and resorption in postmenopausal adults. No changes were seen in total calcium, phosphorous, parathyroid hormone, vitamin D, human total procollagen Type I intact N-terminal propeptide (P1NP), and cross-linked C-telopeptide of Type 1 collagen (CTX) levels (96468). In contrast, one clinical study in postmenopausal adults identified a higher bone density in those consuming at least one liter or more daily of yerba mate (17184). However, yerba mate contains caffeine, which has been associated with increased urinary excretion of calcium. It is hypothesized that some constituents in yerba mate may counteract the effects of caffeine on the bone.\nCardiovascular effects\nIn vitro and animal research has shown that yerba mate induces vasodilation in a dose-dependent manner (86610, 86711). However, a small clinical study in healthy overweight males shows that taking a standardized dry yerba mate extract has no effect on blood pressure or pulse when compared with placebo. Among a representative subgroup, taking yerba mate extract reduces interleukin-6 levels under fasted conditions but has no other effects on common inflammatory mediators used to assess transient endothelial dysfunction (105810).\n\nThere is also interest in using yerba mate to improve blood circulation in patients with blood hyperviscosity. Because blood viscosity is associated with certain cardiovascular risk factors, it is postulated that a decrease in viscosity may improve blood flow and prevent these risk factors, as it may decrease the development of atherosclerotic plaque. In humans with high blood viscosity, consuming yerba mate tea for 6 weeks decreases plasma and blood viscosity, improves nailfold capillary measurements, reduces red blood cell aggregation, and increases blood flow, compared to patients with normal blood viscosity who received placebo. Yerba mate also may inhibit platelet aggregation via increases in prostaglandin (PGI2) and decreases in thromboxane (TXA2), and may alter blood lipid levels to further decrease red blood cell aggregation. A five-gram tea bag was steeped in boiling water and re-used five times in one day. Subjects consumed 300 mL five times daily (92151).\n\nYerba mate contains caffeine. The caffeine in yerba mate stimulates the central nervous system, heart, muscles, and possibly the pressor centers that control blood pressure (2722). Possible mechanisms include adenosine receptor blockade and phosphodiesterase inhibition (2722). By blocking adenosine receptors, caffeine is thought to increase the release of neurotransmitters such as dopamine (6370). Caffeine can have positive inotropic and chronotropic effects on the heart (11836). Caffeine can also acutely elevate both diastolic and systolic blood pressure, but might not have this effect in habitual users (2722).\nDiuretic effects\nYerba mate contains caffeine. Caffeine exerts a diuretic effect, with water losses estimated at 1.17 mL per milligram of caffeine (2712). Tachyphylaxis to the diuretic effect develops rapidly, diminishing fluid losses associated with caffeine intake (10206). Caffeine-containing beverages consumed during moderate endurance exercise do not appear to compromise bodily hydration status (2713). Caffeine does not substantially affect the fluid status of people who drink caffeinated beverages on a regular basis (10206).\nExercise effects\nSome research shows that yerba mate may alter metabolism during exercise. When taken prior to strenuous cycling, yerba mate increases fat oxidation by an average of 23% above placebo, increases lactate and glycerol levels, and lowers free fatty acid levels. However, there is no change in total energy expenditure, maximal fat oxidation, or glucose levels compared to placebo. Additionally, there is no change in carbohydrate dependence, indicating that the consumption of yerba mate does not result in a shift in substrate utilization during exercise (96469, 96471).\n\nPreliminary clinical research in healthy females shows that taking a single dose of yerba mate 2 grams orally reduces self-reported hunger and prospective eating prior to exercise and increases focus, energy, and concentration immediately following a cycling exercise when compared with placebo. However, the effects that these small changes may have on performance are unclear (96469).\nGastrointestinal effects\nYerba mate contains caffeine. Caffeine stimulates gastric acid secretion, and increases plasma catecholamine levels (11837). Animal research also suggests that yerba mate increases bile flow (86584).\nHematological effects\nThere is interest in using yerba mate to reduce serum iron levels. Some researchers have suggested that polyphenolic constituents of yerba mate, such as chlorogenic acid, bind to gastrointestinal iron and reduce oral iron absorption. Preliminary clinical research in patients with hereditary hemochromatosis shows that drinking yerba mate tea 200 mL once with a standardized, iron-containing, meal ameliorates increases in serum iron by 88% when compared with drinking water (107230).\nLipid-lowering effects\nIn hypercholesterolemic animals, the aqueous extract of yerba mate reduced aortic cholesterol and the size of atherosclerotic lesions (86613). In an obese animal model, yerba mate tea reduced lipid levels (decreased serum triglycerides and LDL cholesterol and liver lipids) (86655); this may be due to reduced pancreatic lipase activity as shown in laboratory research (86652, 86655). In a metabolic syndrome animal model, yerba mate tea resulted in decreases in triglycerides, non-esterified fatty acids, and total cholesterol (86691). A small clinical study in healthy overweight males shows that taking a standardized dry yerba mate extract has no effect on lipid parameters when compared with placebo. When the population is stratified according to cardiovascular risk, administration of the extract increases high-density lipoprotein cholesterol in those at intermediate to high risk of cardiovascular disease compared with a decrease in those receiving placebo (105810). However, preliminary clinical research in HIV-infected adults without hyperlipidemia shows that taking yerba mate 3 grams daily for 15 days does not alter blood lipid levels when compared with placebo (96472). Research in adults with dyslipidemia suggests that drinking yerba mate reduces LDL cholesterol levels and increases HDL cholesterol levels (86657).\n\nThe anti-inflammatory effects of yerba mate may contribute to its hypolipidemic effects. Chlorogenic acid reduces the risk of cardiovascular disease by decreasing LDL and cholesterol oxidation. It also improves glucose tolerance. The saponin content may also contribute to the hypolipidemic effects (92149). It appears to decrease inflammation, and improve glucose tolerance in animals and restore insulin signaling (92149).\nNeurologic effects\nYerba mate contains caffeine. Caffeine may decrease GABA and serotonin signaling (6370).\nRespiratory effects\nYerba mate contains caffeine. Caffeine decreases airway resistance and stimulates respiration via adenosine receptor blockade and phosphodiesterase inhibition (11836).\nWeight loss effects\nYerba mate may improve satiety, which might help reduce energy intake (92149). In one study of healthy females, a single dose of yerba mate taken prior to exercise reduced hunger and prospective eating, but did not alter feelings of fullness or the desire to eat (96469). A small clinical study in healthy overweight males shows that taking a standardized dry yerba mate extract has no effect on waist circumference, body weight, or body mass index when compared with placebo (105810)."
        }
    },
    "Yerba Santa": {
        "sections": {
            "Overview": "Yerba santa is a shrub native to North America and traditionally used in Native American medicine for respiratory conditions, fever, bruises, infections, insect bites, and headache (99155, 109921).",
            "Safety": "LIKELY SAFE when used orally in food amounts (11).\nThere is insufficient reliable information available about the safety of yerba santa when used in medicinal amounts.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, yerba santa is well tolerated when used in foods. No adverse effects have been reported when yerba santa is used medicinally; however, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nObesity. It is unclear if oral yerba santa is beneficial for weight loss.\nPreliminary clinical research in females with obesity shows that taking an extract of yerba santa aerial parts, 400 mg orally twice daily for 12 weeks, reduces body weight by a mean of 2.1 kg and body fat by 0.4% when compared with placebo. These effects did not occur in females who are overweight, but not obese (109921).\nless\nMore evidence is needed to rate yerba santa for this use.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yerba santa.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with yerba santa.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yerba santa.",
            "Mechanism of Action": "General\nThe applicable part of yerba santa is the leaf. Yerba santa contains several flavonoids and polyphenols, including the flavones sterubin, eriodictyonine (6%), eriodictyol (0.5%), hesperidine, chrysoeriol, and cirsimaritin (6, 11, 4118, 99155, 109921, 109922). It also contains tannins, and a trace amount of volatile oil (6, 11).\nExpectorant effects\nYerba santa contains eriodictyol, which might have expectorant activity (6, 11).\nHair aging effects\nExtracts of two species of yerba santa (Eriodictyon angustifolium (Ea) and Eriodictyon californicum (Ec) have differing effects on the color of aging hair. Topical application of Ea, but not Ec, extract for one year reduces the normal annual increase in graying beard hair, and application for 24 weeks reduces the normal annual increase in graying head hair. In vitro research shows that Ea increases melanin synthesis in a melanoma cell line in a dose-dependent manner, and reduces DNA damage and generation of reactive oxygen species in human keratinocytes exposed to X-rays (109922).\nWeight loss effects\nAn extract of yerba santa aerial parts contains a component that dose-dependently blocks the adenosine A2A receptor, increasing metabolism and lipolytic activity and reducing inflammation (109921)."
        }
    },
    "Yew": {
        "sections": {
            "Overview": "Yew is a type of evergreen tree or bush (100036, 100037, 100038). It is grown mainly for ornamental purposes. It is also used medicinally (100037). The leaves, or needles, and seeds are highly poisonous due to the presence of taxine alkaloids, which are found throughout the plant (100036, 100037).",
            "Safety": "LIKELY UNSAFE when used orally (6, 18). All parts of the yew plant are considered poisonous (5604). Ingestion of 50-100 grams, or 0.6-1.3 grams/kg, of yew needles can cause death (18, 5604, 105514, 105515). Yew can cause severe gastrointestinal irritation and can cause the heart to beat dangerously slow, fast, or irregularly (17, 159, 5604, 86746, 86756, 100036, 100037, 100038, 100039, 100040, 105514, 105515). Many of the reported fatalities have occurred after ingestion of large amounts of plant material, especially yew needles (5603, 5604, 5605, 86755, 86756, 86758, 86763, 100037, 100041, 105514, 105515).\nCHILDREN: UNSAFE when the berries or needles are used orally. One chewed berry is potentially lethal (159). Ingesting the berries or needles can cause the heart to beat dangerously slow or fast (86753, 86760).\nPREGNANCY AND LACTATION: UNSAFE when the needles are used orally. Yew needles have been used as an abortifacient (16, 18).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, symptoms of yew poisoning include queasiness, dry mouth, (18) vomiting, vertigo, severe abdominal pain, weakness (5604, 5605, 100036, 100037, 100038, 100039, 100040, 105514, 105515), nervousness, trembling, dyspnea, incoordination (5603), tachycardia, bradycardia, arrhythmias, ventricular fibrillation, hypotension, unconsciousness, coma (5604, 86746, 86756, 100036, 100038, 100039, 100040, 105514, 105515), dizziness, seizures (100038, 105514), respiratory depression (100037), mydriasis, reddening of the lips, pale and cyanotic skin (6, 18, 5605), and death secondary to cardiac arrest (5604, 105514, 105515). Usually, gastrointestinal and neurological symptoms occur early, within 30-90 minutes, followed by cardiovascular symptoms and death within 24 hours (100038, 105515). Some people are allergic to yew following airborne exposure (86745, 100014).\nCardiovascular\nOrally, symptoms of yew poisoning include tachycardia, bradycardia, arrhythmias, hypotension, ventricular fibrillation, and death due to cardiac arrest (5604, 86746, 86756, 100036, 100038, 100039, 100040, 105514, 105515). Usually, gastrointestinal and neurological symptoms occur early, within 30-90 minutes, followed by cardiovascular symptoms and death within 24 hours (100038, 105514, 105515).\n\nTreatment is usually related to supportive care, however, arrhythmias are often resistant to standard pharmacologic treatments and transvenous or external pacemakers (100040, 105514, 105515). Lipid emulsion therapy and digoxin-binding antibodies have also been used to treat yew poisoning, but the effects are unclear (105514). Veno-arterial extracorporeal membrane oxygenation (VA ECMO) has been used as a bridge during taxine elimination and cardiac recovery (100039, 100040, 105514). VA ECMO has typically been used for 72 hours or less (105514).\nless\nDermatologic\nOrally, symptoms of yew poisoning include reddening of the lips and pale and cyanotic skin (6, 18, 5605).\nless\nGastrointestinal\nOrally, initial symptoms of yew poisoning include queasiness, dry mouth, (18) nausea, vomiting, and severe abdominal pain (5604, 5605, 100036, 100037, 100038, 100039, 100040, 105514, 105515). Usually, gastrointestinal and neurological symptoms occur early, within 30-90 minutes, followed by cardiovascular symptoms and death within 24 hours (100038, 105515).\nless\nImmunologic\nThere is at least one known case of a patient with yew allergy associated with airborne exposure to yew trees (100014). Based on this case report, it was also determined that people who are allergic to yew might become hypersensitive to docetaxel, which is derived from yew (100014). Pollen from yew has caused nasal allergy in 18 patients (86745).\nless\nNeurologic/CNS\nOrally, symptoms of yew poisoning include vertigo, weakness (5604), nervousness, trembling, loss of coordination (5603), unconsciousness, coma (5604, 100036, 105515), dizziness, seizures (100038, 105514), respiratory depression (100037), and mydriasis (6, 18). Usually, gastrointestinal and neurological symptoms occur early, within 30-90 minutes, followed by cardiovascular symptoms and death within 24 hours (100038, 105515).\nless\nPulmonary/Respiratory\nOrally, symptoms of yew poisoning include dyspnea (5603).\nless",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of yew.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yew.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Orally, death has occurred with ingestion of yew (18, 5603, 5604, 86755, 86758, 86763, 100037, 100041). Deaths may be accidental or intentional (100037, 100041). However, accidental intoxications are usually related to the seeds, whereas the leaves and bark are used intentionally (100036). The lethal dose of yew leaves has been reported to be 0.6-1.3 grams/kg, or 50-100 grams (18, 5604, 100037, 105514, 105515). One chewed berry is potentially lethal in a child (159).\n\nThe main toxic compound in yew is taxine B, which makes up 30% of the total alkaloid fraction. Other toxic compounds include taxine A, isotaxine B, paclitaxel, taxol B, and taxicatine (100036, 100037, 100041). A 50-gram dose of yew leaves provides about 250 mg of taxine alkaloids (100037). The alkaloids in yew cause cardiotoxicity by disrupting microtubule function, resulting in heart failure (5604, 100036, 100041).",
            "Pharmacokinetics": "Absorption\nAbsorption of toxoids from yew is rapid (100037).\nMetabolism\nPaclitaxel (taxol A), a constituent of yew, is metabolized by liver enzymes (100041). Taxicatine is metabolized to 3,5-dimethoxyphenol (3,5-DMP) (100038, 100041), while 3,5-dimethoxyphenol, 10-deacetylbaccatine, and taxol are all converted to glucuronides (100036).\nExcretion\nThe yew constituents paclitaxel (taxol A) and other toxoids are excreted in bile (100038, 100041). Taxine B, isotaxine B, taxol B, 10-deacetylbaccatine, and 3,5-dimethoxyphenol (3,5-DMP) are also excreted in the urine, often as glucuronates, glycosides, or sulfates (100036, 100037, 100038, 100039, 100040, 100041). Other taxines identified in urine following yew intake include monohydroxymonoacetyltaxine (MHMAT), monohydroxytriacetyltaxine (MHTAT), triacetyltaxine (TAT), monoacetyltaxine (MAT), and monohydroxytaxine (MHT) (100040).",
            "Mechanism of Action": "General\nThe applicable parts of yew are the bark, branch tip, and needle (6, 18). Depending on the species, yew can contain many alkaloids, including taxine A and B, isotaxine B, paclitaxel (taxol A), taxol B, and taxicatine (5603, 5604, 100037). The taxines, especially taxine B, make up at least 30% of the total alkaloids in yew (100041). Yew also contains flavonoids such as myricetin and bilobetin, non-alkaloidal diterpenoids, and phenolic substances such as 3,5-dimethoxyphenol (18, 100041). Old growth Pacific yew bark contains 0.01% paclitaxel (13, 512), whereas English yew is often very low in or lacking paclitaxel. Instead, the needles of English yew contain 10-deacetylbaccatin III, which can be converted to paclitaxel (13, 512). Levels of the toxoids vary with the season and geographical location (100041).\nCardiotoxic effects\nThe yew bark is reported to affect cardiac metabolism (6, 18). Yew bark and leaves contain many alkaloids, of which taxines A and B are considered to be cardiotoxic (5603, 5604, 105514, 105515). Taxine B affects myocardial cells of the heart by inhibiting both calcium and sodium transport across cell membranes, possibly by disrupting microtubule function. Taxine A has much weaker effects (5604, 100039, 100041). Sodium channel blockade results in widening of the QRS complex and ventricular arrhythmias. Inhibition of calcium-channels results in various effects, including slowed heart rate and depression of contractility, atrioventricular block, and cardiogenic shock (100039, 105514, 105515)."
        }
    },
    "Yin Chen": {
        "sections": {
            "Overview": "Yin chen can be sourced from two different species of Artemisia: A. scoparia and A. capillaris. A. scoparia is a perennial plant found in sandy coastal areas of Asia. It has a long history of use in Traditional Chinese Medicine (TCM) (97855, 97858, 107385, 112982).",
            "Safety": "POSSIBLY SAFE when the above ground parts are used orally and appropriately (12, 4342, 112982).\nPOSSIBLY UNSAFE when the above ground parts are used orally in doses of 15 grams or more (12). High doses have been reported to cause numbness and tremor of the upper extremities, arrhythmias, and fainting (12).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, yin chen seems to be generally well tolerated.\nMost Common Adverse Effects\nAbdominal distension, dizziness, nausea.\nSerious Adverse Effects (Rare)\nCardiac arrhythmias, fainting, numbness, tremors.\nCardiovascular\nOrally, taking yin chen in doses of 15-30 grams has been reported to cause arrhythmias (12). In one study, two females taking yin chen and da zao (Fructus Zizyphi Jujubae) orally to treat infectious hepatitis developed Adams-Stokes syndrome (sudden collapse into unconsciousness due to serious arrhythmias). It is not clear if yin chen, da zao, the combination, or another factor was responsible (4342).\nless\nGastrointestinal\nOrally, yin chen has been reported to cause nausea and abdominal distention (4343).\nless\nNeurologic/CNS\nOrally, yin chen has been reported to cause dizziness (4343). Taking yin chen in doses of 15-30 grams has been reported to cause headache, numbness and tremor of the upper extremities, and fainting (12).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nAsthma. Although there has been interest in using oral yin chen for asthma, there is insufficient reliable information about the clinical effects of yin chen for this condition.\nBiliary disorders. Although there has been interest in using oral yin chen for biliary disorders, there is insufficient reliable information about the clinical effects of yin chen for this condition.\nDysmenorrhea. Although there has been interest in using oral yin chen for dysmenorrhea, there is insufficient reliable information about the clinical effects of yin chen for this condition.\nLiver disease. Although there has been interest in using oral yin chen for liver disease, there is insufficient reliable information about the clinical effects of yin chen for this condition.\nMetabolic syndrome. Although there has been interest in using oral yin chen for metabolic syndrome, there is insufficient reliable information about the clinical effects of yin chen for this condition.\nNeonatal jaundice. Oral yin chen has only been evaluated in combination with other ingredients and phototherapy; its effect when used alone is unclear.\nA meta-analysis of up to 16 lower-quality clinical trials in newborns with pathologic jaundice shows that taking a traditional Chinese medicine preparation containing yin chen, honeysuckle, baikal skullcap and gardenia 3-4.5 grams daily for 5 to 7 days while undergoing light therapy reduces serum bilirubin levels and shortens hospitalization by about 3 days when compared with light therapy alone (112982). It is unclear if this effect is due to yin chen, other ingredients, or the combination. Additionally, all studies were conducted in China, and it is unclear if findings can be extrapolated to other geographic regions.\nless\nMore evidence is needed to rate yin chen for these uses.",
            "Dosing & Administration": "Adult\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yin chen.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nCNS DEPRESSANTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, yin chen might enhance the therapeutic and adverse effects of other CNS depressants.\nAnimal research shows that yin chen has sedative effects and can reduce motor activity and impair balance and coordination. When used in combination with pentobarbital, yin chen increases sleeping time when compared to pentobarbital alone (97859).\nless\nPENTOBARBITAL (Nembutal)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, yin chen might enhance the therapeutic and adverse effects of pentobarbital.\nAnimal research shows that yin chen, given orally in combination with pentobarbital, can increase sleeping time compared to pentobarbital alone (97859).\nless",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH SEDATIVE PROPERTIES\nTheoretically, yin chen may have sedative effects.\nAnimal research shows that yin chen might reduce motor activity and impair balance and coordination (97859). Theoretically, concomitant use of yin chen with other herbs that have sedative properties might enhance therapeutic and adverse effects. See other products with sedative properties here.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with yin chen.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yin chen.",
            "Mechanism of Action": "General\nThe applicable parts of yin chen are the above ground parts. Constituents include chlorogenic acid, esculetin, scopoletins, flavonoids, sesquiterpene lactones, isochlorogenic acid, scoparone, isoferulic acid, hyperin, isorhamnetin1,6-diglucoside, artepillin, and capillin (97853, 97857, 107385, 112983). Yin chen also contains a 4-pyridone glucoside and two polyacetylene glucosides (97858). Yin chen essential oil contains alpha-pinene, beta-pinene, limonene, 1,8-cineole, piperitone, beta-caryophyllene, capillin, and germacrene D (97856).\nAnti-inflammatory effects\nIn laboratory and animal research, an aqueous extract of yin chen reduces production of inflammatory cytokines, including interleukin (IL)-6, tumor necrosis factor (TNF)-alpha, chemokine ligand 1 (CXCL1), and IL-1-beta. It also reduces inducible nitric oxide synthase (iNOS) activity and nitric oxide levels (107385).\nAntibacterial effects\nIn vitro, yin chen essential oil has antibacterial effects against a range of bacteria. Morphological changes and membrane leakage are possible mechanisms for these effects (97856).\nAnticancer effects\nIn laboratory and animal research, yin chen extract induces apoptosis and inhibits the proliferation of cancer cells by inhibiting cellular signaling pathways (97853, 97857). Yin chen extract also inhibits the migration and invasion of cancer cells into healthy tissues in vitro (97857).\nAntiviral effects\nIn laboratory research, an alcoholic extract of yin chen shows antiviral effects against hepatitis B virus (HBV), possibly due to 4-pyridone glucoside and two polyacetylene glucosides (97858).\nHepatoprotective effects\nIn an animal model, yin chen protects against high blood and liver fat levels associated with hepatic steatosis, possibly by downregulating the production of fatty acids (97855). Scoparone, chlorogenic acid, and caffeic acid from yin chen can stimulate bile secretion and protect the liver against carbon tetrachloride injury (4343). Preliminary research shows that inchin-ko-to, an herbal combination containing yin chen, prevents apoptosis of liver cells in viral and fulminant hepatitis (4345). Genepin, a metabolite of inchin-ko-to, might be responsible for this effect (4346).\nLipid lowering effects\nAnimal research shows that taking a specific combination of herbs (Ob-X) containing yin chen, lemon balm, and white mulberry reduces body weight, total cholesterol, and triglycerides (14618). Additionally, research in a high-fat diet-induced rodent model of nonalcoholic fatty liver disease shows that taking yin chen extract reduces serum triglycerides, total cholesterol, and LDL cholesterol, (112983).\nMetabolic effects\nResearch in a high-fat diet-induced rodent model of nonalcoholic fatty liver disease shows that taking yin chen extract ameliorates the negative changes to blood glucose, serum lipid levels, body adiposity, and reduces the quantity of hepatic lipid droplets (112983). The yin chen treatment also ameliorates high-fat diet-induced changes to the phosphorylation of the phosphatidylinositol-3-kinase (PI3K) and protein kinase B insulin signaling pathway and AMP-activated protein kinase signaling pathway, which mediate lipid metabolism, and to the expression of SREBP-1c protein, which influences fatty acid synthesis in the liver (112983).\nSedative effects\nIn mice, yin chen has sedative-hypnotic effects, possibly related to potentiation of the GABA-A receptor (97859)."
        }
    },
    "Ylang Ylang Oil": {
        "sections": {
            "Overview": "Ylang ylang oil is the distilled oil from freshly harvested Cananga odorata forma genuina flower. It is often used as a fragrance (98617, 98618, 98619). It has been traditionally used as a topical antiseptic, aphrodisiac, and sedative.",
            "Safety": "LIKELY SAFE when used in amounts commonly found in foods. Ylang ylang oil has Generally Recognized as Safe (GRAS) status in the US (4912).\nPOSSIBLY SAFE when the essential oil is inhaled as part of aromatherapy. Ylang ylang oil has been used with apparent safety for up to 14 days (114641).\nThere is insufficient reliable information available about the safety of ylang ylang oil when used orally or topically in medicinal amounts.\nCHILDREN: LIKELY SAFE when used orally in amounts commonly found in food. Ylang ylang oil has Generally Recognized as Safe (GRAS) status in the US (4912).\nCHILDREN: POSSIBLY SAFE when used topically. Ylang ylang oil has been used with apparent safety as three applications to the scalp at 5-day intervals (13483). There is insufficient reliable information available about the safety of ylang ylang oil when used orally in medicinal amounts in children.\nPREGNANCY AND LACTATION: LIKELY SAFE when used orally in amounts commonly found in food. Ylang ylang oil has Generally Recognized as Safe (GRAS) status in the US (4912). There is insufficient reliable information available about the safety of using ylang ylang oil in medicinal amounts. Additionally, there is insufficient reliable information available regarding use of ylang ylang oil as aromatherapy during labor. Ylang ylang oil aromatherapy has been used with apparent safety during active labor in a small clinical study (115746). However, a high-quality assessment of safety has not been conducted.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nThere is currently a limited amount of information on the adverse effects of ylang ylang oil. A thorough evaluation of safety outcomes has not been conducted.\nMost Common Adverse Effects\nTopically: Dermatitis, pruritus.\nDermatologic\nTopically, ylang ylang oil in combination with other herbs can cause localized pruritus (13483).\nless\nImmunologic\nTopically, ylang ylang oil in combination with other herbs has caused contact dermatitis in various case reports (98615).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAnxiety. It is unclear if ylang ylang oil aromatherapy reduces anxiety.\nA small clinical trial in Turkey in pregnant adults in active labor shows that administering aromatherapy with ylang ylang oil, 1 drop placed on a cotton ball, every hour until delivery does not reduce anxiety when compared with control (115746).\nless\nCognitive function. It is unclear if ylang ylang oil aromatherapy is beneficial in improving cognitive function.\nPreliminary clinical research in healthy adults shows that aromatherapy with ylang ylang oil once for 5 minutes before and during a cognitive test does not improve working memory or attention, and may actually worsen speed of memory, when compared with no aromatherapy (98616).\nless\nHypertension. Ylang ylang oil has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nA small clinical study in adults with mild hypertension shows that aromatherapy with ylang ylang oil 0.7%, and lavender oil 0.3%, provided via a fabric sticker placed on participant shirt collars, modestly reduces systolic blood pressure after 3 days of use, but not at subsequent time points, when compared with control stickers containing no essential oils (114641).\nless\nLabor pain. It is unclear if ylang ylang oil aromatherapy is beneficial for labor pain.\nA small clinical trial in Turkey in pregnant adults in active labor shows that administering aromatherapy with ylang ylang oil, 1 drop placed on a cotton ball every hour until delivery, modestly reduces patient-reported pain during the early phase of active labor (cervical dilation 5-7 cm) when compared with control. However, no difference in pain scores during the later phase of active labor (cervical dilation 8-10 cm) was observed (115746). Overall, the clinical significance of these findings is unclear, and the validity of the results are limited by poor methodology.\nless\nLice. Topical ylang ylang oil has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research in children aged 6-14 years shows that applying a topical spray containing ylang ylang oil, anise oil, and coconut three times at 15 minute intervals every 5 days is 92% effective at eradicating head lice. These results were similar to a control spray containing permethrin, malathion, piperonyl butoxide, and isododecane (13483).\nless\nSuicidal ideation. It is unclear if ylang ylang oil aromatherapy is beneficial in patients with suicidal ideation.\nLow-quality clinical research in patients with a history of suicidal ideation or attempts shows that 1-5 sessions of either spiritual support or a massage with ylang ylang oil 10% aromatherapy over 4 months reduces the rate of suicide or suicide attempts by 75% when compared with a control group (109499). The validity of these results is limited by lack of randomization.\nless\nMore evidence is needed to rate ylang ylang oil for these uses.",
            "Dosing & Administration": "Adult\nInhalation:Research is limited; typical dosing is unavailable.\nChildren\nTopical:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nWhen administered via inhalation, ylang ylang oil has been diluted to a 0.7% formulation and placed on a sticker (114641).",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with ylang ylang oil.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of ylang ylang oil.",
            "Mechanism of Action": "General\nYlang ylang oil is the distilled oil from the flower of Cananga odorata genuina (98617, 98618, 98619). The oil contains benzyl benzoate, linalool, benzyl salicylate, benzyl alcohol, benzyl acetate, geraniol, geranyl acetate, cinnamyl acetate, 2-propanol, 1,1'-oxybis, and methyl benzoate in amounts descending from 20% to 6% (98618, 109500, 109496).\nAnalgesic effects\nAnimal research in mice shows that consuming ylang ylang oil 30 mg/kg orally once reduces acute and chronic pain scores when compared with control. In mice with nerve injury, ylang ylang essential oil at the same dose also improves anxiety scores and tissue markers of neuroinflammation when compared with control (109498).\nAnti-inflammatory effects\nIn vitro research in mice leukocytes shows that exposure to ylang ylang oil inhibits neutrophil chemotaxis and phagocytic activity when compared with control. Animal research in mice and rats shows that consuming ylang ylang essential oil 50-150 mg/kg orally once inhibits leukocyte recruitment and adhesion and chemically-induced paw edema when compared with control (109500).\nAnti-insect effects\nAnimal research shows that exposure to ylang ylang oil has insecticidal activity against the southern house mosquito larvae, but not the Egyptian cotton worm or the housefly (109496).\nBone effects\nSome researchers believe that ylang ylang oil may attenuate loss of skeletal muscle mass by increasing oxytocin release, which may protect against ischemia-reperfusion injury in skeletal muscle. However, preliminary clinical research in postmenopausal females shows that exposure to ylang ylang oil 1.5% for 20 minutes one time does not increase salivary oxytocin concentrations when compared with control (109497).\nCalming effects\nApplying ylang ylang oil to the skin or inhaling as aromatherapy seems to have calming effects in humans (98616, 98617, 98619). This calming effect has been shown to lower blood pressure in otherwise healthy adults (98617, 98619).\n\nIn animal research, the anxiolytic effects of the odor of ylang ylang oil were mimicked by three constituents, benzyl benzoate, linalool, and benzyl alcohol. The main constituent benzyl benzoate affected levels of neurotransmitters (98618). Additionally, an animal study modelling autism suggests that inhalation of ylang ylang oil reduces some anxiety-like behaviors, enhances social interactions, and improves spatial cognitive abilities, possibly due to regulation of serotonin and dopamine metabolism (115975)."
        }
    },
    "Yogurt": {
        "sections": {
            "Overview": "Yogurt is a dairy preparation produced by fermenting milk using one or more species of bacteria (1240, 1241, 3589, 3590). In the United States, most yogurt is made via bacterial fermentation with Lactobacillus delbrueckii subsp. bulgaricus and Streptococcus thermophilus (12778).",
            "Safety": "LIKELY SAFE when used orally and appropriately (1240, 1241, 1242, 1245, 1246, 1253, 1256, 3590, 8526, 93499)(95367, 93712, 95588, 95589, 110567).\nPOSSIBLY SAFE when used intravaginally and appropriately (1248).\nPREGNANCY: LIKELY SAFE when consumed in amounts commonly found in foods.\nPREGNANCY: POSSIBLY SAFE when used intravaginally. A small clinical study in pregnancy reported no adverse reactions (1248).\nLACTATION: LIKELY SAFE when used in amounts commonly found in foods. There is insufficient reliable information available about the safety of the intravaginal use of yogurt during breast-feeding.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, yogurt is usually well tolerated.\nDermatologic\nOrally, consuming yogurt containing Streptococcus thermophilus, Lactobacillus delbrueckii subsp. bulgaricus, and Bifidobacterium lactis BB-12, 4 ounces daily, has been associated with one report of dermatitis in one clinical trial (93707).\nless\nGastrointestinal\nOrally, consuming yogurt with or without added probiotics has been reported to cause diarrhea, stomach pain, nausea, and vomiting in clinical research (93703, 93707, 98504).\nless\nImmunologic\nOrally, patients with milk allergy may be allergic to the protein in yogurt. Symptoms include urticaria, wheezing, cough, and rarely vomiting and diarrhea (101751).\n\nFatal Lacticaseibacillus rhamnosus septicemia has been reported in an immunocompromised patient consuming yogurt and taking prolonged courses of multiple broad-spectrum antibiotics (8561).\nless\nOncologic\nSome population research has found that yogurt consumption is associated with an increased risk of ovarian cancer (101752). However, other analysis shows no association (93705).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nPOSSIBLY EFFECTIVE\nConstipation. A specific yogurt (Activia) seems to be beneficial for increasing bowel movements.\nClinical research in females with functional constipation shows that eating a specific probiotic yogurt (Activia) 125 grams twice daily for 2 weeks increases bowel movements by about 1 additional bowel movement per week and reduces straining effort and pain during stool evacuation when compared with eating a milky dessert (95583).\nless\nHyperlipidemia. Certain types of oral yogurt seem to modestly reduce cholesterol levels.\nTaking yogurt orally seems to decrease cholesterol levels in patients with borderline to moderate hyperlipidemia (1240, 1241, 3590, 95579). In one crossover study, four weeks of treatment with a yogurt containing a human strain of L. acidophilus, as 200 mL daily for 3-4 weeks, reduced total cholesterol levels by 3% when compared with baseline (1240). In a small crossover study in males, taking a milk preparation fermented with L. acidophilus plus added fructo-oligosaccharides 2.5% as 125 mL three times daily for 3 weeks reduced total cholesterol by 4.4%, low-density lipoprotein (LDL) cholesterol by 5.4%, and the LDL/high-density lipoprotein (HDL) ratio by 5.3%. There were no significant changes in triglyceride or HDL levels (1241). In a larger study, borderline hyperlipidemic adults taking a specific yogurt fermented with a strain of Enterococcus faecium and two strains of Streptococcus thermophilus (CAUSIDO culture) as 450 mL daily for 8 weeks had an average LDL reduction of 8% after adjusting for changes in body mass. However, yogurts fermented with a Streptococcus thermophilus/L. acidophilus combination and a Streptococcus thermophilus/L. rhamnosus combination did not reduce LDL cholesterol levels (3590).\nless\nLactose intolerance. Oral yogurt with live bacterial cultures seems to increase lactose tolerance in children and adults.\nContinuous consumption of yogurt with live bacterial cultures 500 grams daily for 15 days seems to improve lactose tolerance in children and adults with lactose malabsorption. The presence of actively growing bacteria cultures or the fat content does not seem to influence tolerability (1246, 1256, 8526, 8943, 9220).\nless\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAntibiotic-associated diarrhea. Some research suggests that oral yogurt containing certain probiotics is beneficial for antibiotic-associated diarrhea (AAD). However, not all research agrees.\nThere is some clinical evidence that consuming yogurt fermented with Lacticaseibacillus rhamnosus GG, with or without Bifidobacterium animalis subsp. lactis and Lactobacillus acidophilus, 125 mL twice daily for 7 days during antibiotic treatment, can decrease symptoms of diarrhea, abdominal distress, stomach pain, and flatulence in adults and children taking broad spectrum antibiotics such as erythromycin (1255, 3589, 95585). However, other types of yogurt products do not seem to offer the same benefits. Some preliminary clinical studies show that eating 75-150 mL of yogurt fermented with probiotics daily does not reduce the risk of AAD in adults and children (95367, 95582, 98503). Also, a small clinical trial in adults in the intensive care unit receiving antibiotics shows that consuming a specific yogurt drink containing Lacticaseibacillus casei (Danactive, Danone) orally or via a feeding tube does not reduce the incidence of AAD when compared with a control group (98504). However, this study was not adequately powered to detect a difference between groups.\nless\nAspirin-associated gastric damage. It is unclear if oral yogurt can reduce the risk of aspirin-associated gastric damage.\nA small clinical study in adults taking aspirin 81 mg daily for at least 1 month shows that consuming 112 mL of yogurt containing Lactobacillus gasseri OLL2716 112 mL twice daily for 6 weeks reduces the number of mucosal breaks and the number of reddened lesions of the small bowel when compared with placebo (95592).\nless\nAsthma. It is unclear if oral yogurt can improve lung function in people with asthma.\nA small clinical crossover study in patients with moderate asthma shows that consuming 225 grams of live active yogurt twice daily for 1 month does not affect measures of lung function when compared with a control phase (1244).\nless\nAthletic performance. It is unclear if oral yogurt can improve athletic performance.\nA very small crossover trial in adolescent female athletes shows that consuming Greek yogurt 160 grams 3 times daily during a 5-day soccer training camp does not improve measures of speed, agility, endurance, or lower body strength when compared with an isocaloric carbohydrate control (110568).\nless\nBacterial vaginosis. It is unclear if oral or intravaginal yogurt is beneficial for bacterial vaginosis treatment or prevention.\nA small clinical trial in adults with bacterial vaginosis shows that consuming a yogurt drink containing Lactobacillus crispatus, Lactobacillus gasseri, Lactobacillus jensenii, and Lacticaseibacillus rhamnosus 125 grams twice daily for 4 weeks, in conjunction with metronidazole twice daily for 7 days, increases the cure rate for bacterial vaginosis by an additional 35% when compared with those consuming acidified milk with metronidazole. The probiotic yogurt drink also improved symptoms of discharge and odor (98503).\nless\nCancer. It is unclear if eating yogurt prevents cancer or reduces mortality from cancer; the available research is conflicting.\nSome population research has found that eating yogurt is associated with 13% lower odds of cancer when compared with not eating yogurt (101752). Specifically, yogurt consumption is associated with a 17% lower odds of bladder cancer, a 32% lower odds of colorectal cancer, and a 19% lower odds of lung cancer (101752, 105176). Also in other population research, eating yogurt at least once weekly is associated with a 47% to 54% lower odds of cancer-related mortality when compared with not eating yogurt. This was possibly related specifically to colon, pancreatic, and lung cancers (107653).\n\nHowever, other population research has found that while eating yogurt more than four times weekly is associated with a 13% lower risk of mortality from cancer in females when compared with not eating yogurt, this association was not found in males (105173). Also, some population research has found that eating yogurt is not associated with lower odds of cancer, including colorectal cancer, in adults (105172, 105177, 105178, 107663).\nless\nCardiovascular disease (CVD). It is unclear if eating yogurt prevents CVD or mortality from CVD.\nMost observational research has found that higher consumption of yogurt is not associated with a reduced risk of CVD or CVD-related mortality in healthy adults (95593, 105173, 105177, 107653, 107663). However, some observational research has found that the highest intake of yogurt is associated with a 16% reduction in CVD-related mortality when compared with the lowest intake (105178).\nless\nColorectal adenoma. It is unclear if eating yogurt is beneficial for preventing colorectal adenomas.\nObservational research has found that daily yogurt intake is associated with 46% reduced odds of hyperplastic polyps when compared with rare or no yogurt intake (105172). Other observational research has found that weekly yogurt intake is associated with 27% reduced odds of adenomatous polyps, but not other polyp types, when compared with rare or no yogurt intake in females, but not in males. However, other observational research in an at-risk population has not found an association between yogurt intake and risk of colorectal polyps (105172).\nless\nColorectal cancer. It is unclear if eating yogurt is beneficial for preventing colorectal cancer.\nA meta-analysis of population research has found that eating the highest amount of yogurt is associated with a 13% lower risk of colorectal cancer, especially colon cancer, when compared with eating the lowest amount (107662). However, findings from individual population studies are mixed (101752, 105172, 107662, 110564).\nless\nDental caries. It is unclear if eating yogurt is beneficial for preventing dental caries.\nPopulation research in children aged 2-17 years has found that eating at least 123 grams of yogurt daily is associated with a 34% lower odds of dental caries when compared with not eating yogurt. However, sub-analyses found that a beneficial association was limited to children aged 6 years and up (107654).\nless\nDental plaque. It is unclear if oral yogurt is beneficial for dental plaque.\nPreliminary clinical research shows that consuming yogurt supplemented with Bifidobacterium animalis subsp. lactis (Activia Sade, Danone) 110 grams daily for 4 weeks does not prevent plaque build-up when compared with a placebo yogurt. However, after a 5-day non-brushing plaque accumulation phase, plaque was reduced by approximately 56% in the probiotic group when compared with placebo (98502).\nless\nDiabetes. It is unclear if eating yogurt is beneficial for the prevention of type 2 diabetes. It is also unclear if yogurt is beneficial for glycemic control in patients with type 2 diabetes or gestational diabetes.\nMeta-analyses of observational research have found that eating yogurt 80-244 grams daily is associated with a 14% to 18% reduced risk of type 2 diabetes when compared with not eating yogurt (101772, 101773). Another meta-analysis of 14 observational studies has found that each 50-gram increase in daily yogurt consumption is associated with a 7% lower risk of type 2 diabetes (110566). Other observational research in patients with prediabetes has found that increasing intake of low-fat yogurt is associated with a 45% lower odds of developing type 2 diabetes (107658). However, decreasing total yogurt intake was not associated with an increased risk of developing diabetes, and reducing intake of high-fat yogurt was not associated with the risk of developing diabetes unless there was also an increase in the intake of low-fat yogurt. This suggests that any potential benefit may be related to decreasing fat intake rather than increasing yogurt intake (107658). Also, most individuals in these studies were White. In a population of Black females, eating yogurt at least once daily was not associated with a reduced risk of type 2 diabetes when compared with eating yogurt less than once monthly (105175).\n\nYogurt has also been evaluated for glycemic control in patients with type 2 diabetes. Although results from individual studies are conflicting, a meta-analysis of six clinical trials shows that eating yogurt with probiotics for 6-12 weeks is no more effective than yogurt or a dairy product without probiotics for improving glycemic control in patients with type 2 diabetes (101749). Some clinical research suggests that yogurt fortified with vitamin D, instead of probiotics, may be beneficial. One clinical study in patients with type 2 diabetes shows that taking a vitamin D3 500 IU-fortified yogurt drink 250 mL twice daily for 12-16 weeks improves levels of fasting blood glucose by 13 mg/dL and tends to reduce levels of glycated hemoglobin (HbA1c) when compared with baseline. The yogurt drink without vitamin D did not improve glycemic control (101774).\n\nClinical research in adults with gestational diabetes shows that taking a vitamin D3 500 IU-fortified yogurt drink 100 grams twice daily for 16 weeks modestly reduces fasting blood glucose and improves insulin levels and insulin resistance when compared to baseline. Consuming the yogurt without vitamin D did not improve glycemic control (101775).\nless\nDiarrhea. It is unclear if oral yogurt is beneficial for acute or persistent diarrhea.\nPreliminary clinical research shows that yogurt formula given as a replacement for milk formula in infants and young children seems to relieve persistent diarrhea. A yogurt made from infant formula fermented with Lactobacillus delbrueckii subsp. bulgaricus and Streptococcus thermophilus, given daily for 5 days, has been used in children aged 3-36 months (1250, 1254).\n\nResearch regarding the effects of yogurt on acute diarrhea is conflicting. Some preliminary clinical research shows that giving probiotic yogurt to children aged 6 months to 12 years with acute diarrhea can reduce the duration of hospitalization and the frequency of diarrhea and can increase the percentage of children who recover by the third day (93702, 93708). These studies have used yogurt 15 mL/kg daily in breast-feeding children aged 6-24 months (93708) and yogurt containing L. delbrueckii subsp. bulgaricus, Lactobacillus acidophilus, Bifidobacterium, and Streptococcus thermophilus, 100 mL daily for 5 days (93702). However, a pooled analysis of results from four clinical trials shows that yogurt does not reduce total stool volume, the duration of diarrhea, or the risk of treatment failure in children aged 3-48 months with acute diarrhea (93709). Additionally, a large clinical trial shows that giving children aged 1-5 years with acute diarrhea yogurt 15 grams/kg daily for 3 days does not reduce the frequency of diarrhea when compared with Lactobacillus rhamnosus-containing probiotics (110565).\nless\nExercise-induced muscle damage. It is unclear if oral yogurt can prevent exercise-induced muscle damage.\nA very small crossover trial in adolescent female athletes shows that consuming Greek yogurt 160 grams 3 times daily during a 5-day soccer training camp does not reduce muscle damage, as measured by creatine kinase plasma levels, when compared with an isocaloric carbohydrate control (110568).\nless\nGingivitis. It is unclear if oral yogurt is beneficial for gingivitis.\nPreliminary clinical research shows that consuming yogurt supplemented with Bifidobacterium animalis subsp. lactis (Activia Sade, Danone) 110 grams daily for 4 weeks does not prevent gingivitis when compared with placebo yogurt. However, after a 5-day non-brushing plaque accumulation phase, symptoms of gingivitis were reduced by approximately 47% in the probiotic group when compared with placebo (98502).\nless\nHelicobacter pylori. It is unclear if oral yogurt is beneficial for H. pylori eradication.\nOne study shows that taking yogurt containing probiotics (AB-Yogurt) as 200 mL twice daily 30 minutes after taking H. pylori triple therapy for one week, and then twice daily for an additional 4 weeks, improves the eradication rate when compared with triple therapy alone. In this study, the yogurt also restored bifidobacteria in stools after depletion by triple therapy and increased treatment adherence (8525). However, another study shows that taking yogurt containing probiotics (Will yogurt, Korea Yakult) does not improve the eradication rate in patients using triple therapy (93712). Also, consuming yogurt without standard triple therapy does not appear to effectively eradicate H. pylori (10053).\nless\nHepatic encephalopathy. It is unclear if oral yogurt is beneficial for hepatic encephalopathy.\nPreliminary clinical research shows that eating 12 ounces of probiotic yogurt daily for 60 days can reverse mild cognitive deficits associated with minimal hepatic encephalopathy when compared with not eating yogurt (95581).\nless\nHIV/AIDS. It is unclear if oral yogurt is beneficial for HIV/AIDS; the benefits seem to depend on the strain of bacteria found in the probiotic product.\nOne preliminary clinical study conducted in a small group of antiretroviral-naïve females with HIV/AIDS shows that consuming yogurt enriched in Lacticaseibacillus rhamnosus GR-1 and Limosilactobacillus reuteri RC-14 100 mL daily for 15 days reduces gastrointestinal symptoms and increases CD4 counts when compared with consuming yogurt without additional probiotics (93714). Another preliminary clinical study shows that consuming yogurt enriched in L. rhamnosus fiti 200 mL daily for 3 years increases CD4 counts in patients with HIV/AIDS by approximately 64 cells/mcL/year when compared to baseline (93704). However, not all research shows beneficial effects. Other clinical research in antiretroviral-naïve HIV patients shows that taking a micronutrient-enriched yogurt with or without L. rhamnosus GR-1 daily for 4 weeks does not improve CD4 counts (93703, 95586). Reasons for the discrepancies are not clear but may include differences in the yogurt used, the duration of treatment, and the immune status of the patients at baseline.\nless\nHypertension. It is unclear if eating yogurt helps to reduce blood pressure or prevent hypertension.\nPopulation research in patients with hypertension has found that increased intake of yogurt is associated with a reduction in systolic blood pressure and mean arterial pressure, but not diastolic blood pressure. Yogurt intake was not associated with cholesterol, triglyceride, or glucose levels. Additionally, in individuals without hypertension, there was no association between yogurt intake and blood pressure (107660). A meta-analysis of 11 observational studies in adults without hypertension has found that increasing intake of yogurt is not associated with a lower risk of developing hypertension (110566).\nless\nMalnourishment-related diarrhea. Oral yogurt does not seem to be beneficial for diarrhea related to malnourishment.\nClinical research in malnourished males aged 4-47 months shows that consuming 120 mL/kg of yogurt formula daily, separated into 7 divided doses, does not reduce the rate of acute diarrhea when compared with consuming milk formula in the same volume (1242).\nless\nMenopausal symptoms. It is unclear if oral yogurt is beneficial for reducing menopausal symptoms.\nClinical research shows that taking a specific yogurt rich in prebiotics (inulin 1.5%; FrutafitTEX!, Sensus Company) 100 grams daily for 6 weeks modestly reduces menopausal symptoms, including anxiety, depression, and vasomotor symptoms, as well as low-density lipoprotein (LDL) cholesterol levels, when compared to a control yogurt. There was no effect on other lipids or fasting glucose levels, or on somatic or sexual symptoms. Although the duration of hot flashes was modestly reduced, there was no effect on hot flash frequency (107659).\nless\nMetabolic syndrome. It is unclear if eating yogurt reduces the risk of metabolic syndrome.\nAn observational study has found that consuming 46 grams of whole-fat yogurt daily is associated with a 22% reduced risk of metabolic syndrome when compared with not consuming yogurt. The study also found that consuming 124 grams of low-fat yogurt daily is associated with a 27% reduced risk of metabolic syndrome when compared with consuming very little or no yogurt (95580).\nless\nMuscle strength. It is unclear if oral yogurt is beneficial for increasing muscle strength.\nPreliminary clinical research shows that consuming yogurt to increase dietary calcium and vitamin D intakes does not improve muscle strength or lean body mass when compared with a control diet in females participating in resistance training (93713).\nless\nNonalcoholic fatty liver disease (NAFLD). It is unclear if oral yogurt is beneficial for NAFLD.\nPreliminary clinical research in patients newly diagnosed with NAFLD shows that consuming yogurt containing Lactobacillus acidophilus and Bifidobacterium animalis subsp. lactis 300 grams daily for 8 weeks reduces low-density lipoprotein (LDL) cholesterol and body weight, but not blood glucose or triglyceride levels, when compared with yogurt without probiotics (95589). Conversely, other clinical research shows that taking probiotic yogurt 100 grams fortified with vitamin D 1000 IU daily for 3 months does not improve fasting blood glucose levels, insulin levels, blood pressure, or anthropometric indices when compared with unfortified yogurt in patients with NAFLD. The probiotic yogurt with vitamin D provided L. acidophilus La-5 and B. animalis subsp. lactis Bb-12 about 40 million colony-forming units (105174).\nless\nObesity. It is unclear if eating yogurt reduces the risk of obesity in adults or children; the available research is limited and conflicting.\nSeveral observational studies have found that eating yogurt is associated with a reduced risk of obesity in both children and adults. A large study found that children who eat yogurt tend to have lower fat intake, body mass index (BMI), and body fat percentage when compared with children who do not eat yogurt (101776). In children with a family history of obesity, observational research has found that eating one serving of yogurt daily is associated with improvements in insulin resistance; however, it is not associated with improved weight or body composition (101777).\n\nIn adults, a meta-analysis of 5 observational studies has found that each 50-gram increase in daily yogurt consumption is associated with a 13% lower risk of developing obesity (110556). However, the validity of these findings is limited by the high heterogeneity of the studies included. One observational study in adults has found that eating more than seven servings of yogurt weekly, especially full-fat yogurt, is associated with a 20% reduced incidence of overweight or obesity when compared with eating two servings or less weekly (101778). In addition, observational research in Korean adults has found that eating at least one serving of yogurt is associated with a 23% reduced prevalence of obesity when compared with not eating yogurt (101779). In contrast to the majority of these findings, one observational study in patients at high cardiovascular risk found that a higher intake of yogurt is not associated with improvement in abdominal obesity (95591).\nless\nOverall mortality. It is unclear if eating yogurt reduces the risk of mortality.\nObservational research has found that eating yogurt is associated with a reduced risk of overall mortality. Some population research has found that eating yogurt at least once weekly is associated with a 30% to 38% lower odds of overall mortality when compared with not eating yogurt (107653). Other observational research has found that eating yogurt is associated with 17% lower odds of overall mortality when compared with not eating yogurt (107663).\nless\nPhysical performance. It is unclear if oral yogurt is beneficial for improving physical performance in older adults.\nA small clinical trial in healthy untrained older males shows that consuming Icelandic yogurt 200 grams after exercise three times weekly for 8 weeks increases lean body mass by 0.7 kg when compared with consuming an isoenergetic placebo. There were also modest benefits in strength based on bench press and leg press performance (107655). However, another small clinical study in healthy adults aged 60-83 years who had undergone at least 12 months of interval walking training shows that consuming a non-fat yogurt drink after each interval walking training session for 8 weeks does not improve total walking days, walking time, energy expenditure, exercise intensity, or heart rate when compared with a carbohydrate control (110567).\nless\nQuality of life. It is unclear if oral yogurt is beneficial for improving quality of life.\nClinical research in female healthcare workers shows that consuming 112 mL daily of a specific yogurt (Meiji Probio Yogurt R-1; Meiji Co., Ltd.) fermented with and containing at least 1.12 billion colony-forming units of Lactobacillus delbrueckii subsp. bulgaricus OLL1073R-1 and Streptococcus thermophilus daily for 6 weeks modestly improves some measures of quality of life, such as sleep quality and vitality, when compared with not eating yogurt. However, there was no effect on physical, social, or emotional functioning, or overall mental health (107657).\nless\nRespiratory tract infections. Although there has been interest in using oral yogurt for preventing respiratory tract infections, there is insufficient reliable information about the clinical effects of yogurt for this purpose.\nUrinary tract infections (UTIs). It is unclear if oral yogurt is beneficial for UTI prevention.\nPreliminary research in females with a history of UTIs suggests that consuming a yogurt drink containing Lacticaseibacillus rhamnosus for up to 6 months does not prevent recurrent UTIs (8253).\nless\nVaginal candidiasis. Intravaginal yogurt has only been evaluated in combination with other ingredients; its benefits when used alone are unclear.\nClinical research shows that intravaginal application of a mixture of yogurt and honey 5 grams daily for 7 days reduces symptoms of vaginal candidiasis such as itching, irritation, dysuria, discharge, and dyspareunia to a similar or greater extent than clotrimazole vaginal cream. Applying the yogurt and honey mixture also appears to induce recovery of vaginal candidiasis in a similar number of patients as using clotrimazole cream (93498).\nless\nClostridioides difficile infection. It is unclear if oral yogurt is beneficial for preventing C. difficile infection.\nA small clinical trial in adults in the intensive care unit receiving antibiotics shows that consuming a specific yogurt drink containing Lacticaseibacillus casei (Danactive, Danone) orally or via a feeding tube does not reduce the incidence of C. difficile infection when compared with a control group. However, this study was not adequately powered to detect a difference in outcomes (98504).\nless\nMore evidence is needed to rate yogurt for these uses.",
            "Dosing & Administration": "Adult\nOral:\nYogurt has most often been consumed as 250 mL or 250 grams daily for 1-16 weeks. See Effectiveness section for condition-specific information.\nIntravaginal:\nResearch is limited; typical dosing is unavailable.\nChildren\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nIn the United States, most yogurt is made using the organisms Lactobacillus delbrueckii subsp. bulgaricus and Streptococcus thermophilus (12778). However, some yogurts also contain a variety of other specific organisms such as Lactobacillus acidophilus, Lacticaseibacillus rhamnosus, Enterococcus faecium, and Bidifobacterium animalis (1240, 1241, 3589, 3590, 98502).\n\nOne proprietary probiotic yogurt drink, Danactive (Danone), contains Lacticaseibacillus paracasei CNCM I-1518 10 billion colony forming units (CFUs) per bottle (98504). Another proprietary yogurt drink, Activia Sade (Danone), contains Bifidobacterium animalis subsp. lactis DN-173010 100 million CFUs per 100 grams (98502). Another clinically studied yogurt drink contains 10 million CFUs each of Lactobacillus crispatus LbV 88 (DSM 22566), Lactobacillus gasseri LbV 150N (DSM 22583), Lactobacillus jensenii LbV 116 (DSM 22567), and Lacticaseibacillus rhamnosus LbV96 (DSM 22560) per 125 grams (98503).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nCIPROFLOXACIN (Cipro)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Lower quality RCT)\nTaking yogurt with ciprofloxacin might reduce the levels and clinical effects of ciprofloxacin.\nA small study in humans shows that concomitant administration of yogurt and ciprofloxacin can significantly reduce absorption of ciprofloxacin (1252).\nless\nNILOTINIB (Tasigna)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nINSIGNIFICANT\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nYogurt might increase the absorption of nilotinib; however, it is unlikely to alter its clinical effects.\nPharmacokinetic research in humans shows that taking nilotinib 400 mg dispersed in 1 teaspoon of yogurt increases absorption of nilotinib by about 31%. However, yogurt does not appear to modify the metabolism of nilotinib or increase the risk of adverse effects (93711).\nless\nTETRACYCLINE ANTIBIOTICS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTaking yogurt with tetracycline antibiotics seems to reduce the levels and clinical effects of tetracycline antibiotics.\nConcomitant administration with yogurt can reduce the absorption of tetracycline antibiotics, likely due to its calcium content (15).\nless",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nIMMUNODEFICIENCY\nTheoretically, yogurt containing live bacterial strains might cause pathogenic colonization, especially in patients who are immunocompromised. Yogurt and probiotics have caused bacteremia and fungemia in seriously ill, immunocompromised patients, but very rarely. Pathogenic colonization is more likely to occur in severely immunocompromised patients (8561, 101753).\nless\nMILK ALLERGY\nTheoretically, people who are allergic to proteins in cow's milk may also be allergic to yogurt. Yogurt is produced by fermenting milk. Children with a low level of cow's milk-specific IgE seem to tolerate yogurt, possibly due to slight changes in the protein during fermentation (101751). However, there is no evidence that adults or children with a high level of cow's milk-specific IgE would be able to tolerate yogurt.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with yogurt.",
            "Pharmacokinetics": "Absorption\nThe partial digestion of milk products results in production of solubilized forms of calcium, which are easily absorbed (3589).",
            "Mechanism of Action": "General\nYogurt is a dairy preparation produced by fermenting milk using one or more of a variety of specific organisms such as Lactobacillus acidophilus, Lacticaseibacillus rhamnosus, Lactobacillus delbrueckii subsp. bulgaricus, Enterococcus faecium, Streptococcus thermophilus, and others (1240, 1241, 3589, 3590). The bacteria in yogurt provide the active constituents, peptidoglycans, polysaccharide, teichoic acid, and beta-galactosidase (3589, 8517).\nAnti-cancer effects\nYogurt may reduce nitrite concentrations in the gastrointestinal tract (3589). Preliminary evidence indicates that nitrites lead to the formation of carcinogenic compounds. Also, in healthy infants, milk fermented with L. casei increases fecal lactobacilli and decreases potentially harmful beta-glucosidase enzyme activity. Beta-glucosidase is a bacterial enzyme that has been associated with enterohepatic circulation of toxins and carcinogens. Beta-glucosidase has been shown to be elevated in diets high in meat (1243).\nAnti-inflammatory effects\nIn premenopausal patients, consuming 339 grams daily of a low-fat yogurt reduces measures of inflammation in the blood (98505). The clinical relevance of these changes is unclear. However, elevated biomarkers of inflammation are associated with an increased risk of cardiovascular disease and diabetes.\nAppetite effects\nAlthough some research suggests that eating yogurt is associated with a reduced risk of obesity (101776, 101778, 101779), the reasons for this are unclear. Available research suggests that the effects of yogurt on appetite regulation are inconsistent. In one clinical trial in overweight patients with type 2 diabetes, eating non-fat yogurt 200 grams twice daily for 12 weeks as part of a non-energy restricted diet does not reduce subjective feelings of appetite or affect appetite hormone responses (107661).\nB vitamin effects\nYogurt, like milk, is rich in B vitamins. However, yogurt might not be a good source of B vitamins because the bioavailability of B vitamins in yogurt might be low. It is likely that some bacteria in yogurt consume B vitamins, especially thiamine (vitamin B1), riboflavin (vitamin B2), and pyridoxine (vitamin B6), making them less available for intestinal absorption (10464). However, some bacteria in yogurt are capable of synthesizing B vitamins such as vitamin B12 and folate (12778).\nDental effects\nHuman research shows that eating yogurt with or without probiotics can reduce bacteria count and inflammatory markers in saliva and dental plaque. This might help prevent dental caries from developing (95590, 98502, 107656).\nGastroprotective effects\nThe lactobacillus species in yogurt can also stimulate the production of mucin by intestinal goblet cells, which improves the intestinal environment (8513).\nHypolipidemic effects\nFor lowering cholesterol in hyperlipidemia, it is thought that certain culture strains found in yogurt might deconjugate bile salts. This action reduces the serum concentrations of low-density lipoprotein (LDL) cholesterol (3590). Other evidence suggests yogurt with live bacterial cultures can increase short-chain fatty acid production, which might improve lipid and glucose metabolism with chronic yogurt consumption (8943).\nImmune effects\nThe immune effects of yogurt may be related to the peptidoglycans, polysaccharide, and teichoic acid (3589). There is preliminary evidence that yogurt might stimulate the immune system (3589). In vitro studies have produced an increase of immune related substances after yogurt consumption or exposure to lactic acid bacteria (3589). Other components of yogurt, such as whey protein, short peptides, and conjugated linoleic acid, may contribute to its proposed immune effects (3589). Yogurt may have an effect on IgE-mediated diseases such as asthma by decreasing IgE production, but human studies have produced conflicting results (3589).\nLactose tolerance effects\nThe improvement of lactose tolerance related to yogurt might be related to the constituent beta-galactosidase (8517). People with lactase deficiency seem to tolerate and digest pasteurized yogurt or yogurt with live bacterial cultures better than milk. However, lactose absorption seems to be greater with live culture yogurt than pasteurized yogurt. Yogurt seems to have an immediate beneficial effect on lactose digestion and a delayed effect as the intestinal flora adapts to chronic yogurt ingestion (8943). Some evidence suggests yogurt might induce production of endogenous lactase in the intestine, or active bacteria cultures might produce beta-galactosidase and partially replace deficient lactase (1256, 8517, 8526, 8943).\nMuscle effects\nHuman research shows that eating yogurt increases muscle mass and strength in older adults. This may be related to changes in skeletal muscle regulatory factors such as insulin-like growth factor 1 (IGF-1), transforming growth factor (TGF)-beta, growth differentiation factor (GDF) 15, activin A, myostatin, and follistatin (107655).\nProbiotic effects\nThe medicinal benefit of yogurt is primarily attributed to the live cultures it contains as a source of probiotics. Probiotics are symbiotic micro-organisms similar to the human gastrointestinal normal flora that, when ingested, can pass through the stomach and potentially colonize the lower gastrointestinal tract. It is thought that this colonization might restore and maintain the normal flora after antibiotic therapy, therefore reducing adverse effects related to antibiotics such as diarrhea (3589).\n\nYogurt is often suggested as a probiotic source. Two probiotics are used in the fermentation of milk to yogurt, L. bulgaricus and Streptococcus thermophilus. Most research suggests that these bacteria might not survive transit through the gut to the colon, eliminating their probiotic effects. However, some evidence suggests that levels of Streptococcus thermophilus are slightly higher in the gut of yogurt consumers (101750). Other more acid-resistant bacteria such as L. acidophilus are usually added to yogurt to give it probiotic effects (12778). The lactic acid bacteria found in yogurt seem to suppress growth of pathogenic bacteria such as Salmonella typhimurium (3589).\nVaginal effects\nLactobacilli are part of the normal vaginal flora. Probiotics, particularly Lactobacillus acidophilus strains, are thought to be beneficial for vaginal candidiasis infections by helping to restore the normal flora of the vagina. L. acidophilus has also been found to inhibit growth of Candida albicans. Presence of lactobacillus species in the rectum has been associated with lactobacillus colonization in the vagina (1245, 1249). In one small clinical study in adults with bacterial vaginosis during the first trimester of pregnancy, intravaginal application of an L. acidophilus-containing yogurt helped to recolonize the vagina with lactobacilli and reduce the vaginal pH (1248)."
        }
    },
    "Yohimbe": {
        "sections": {
            "Overview": "Yohimbe is the name of an evergreen tree that is native to central and western Africa. Its bark contains yohimbine and has been used traditionally as an aphrodisiac, mild hallucinogen, and sexual performance enhancer (4201, 17465, 86804, 90858). Yohimbine hydrochloride (Aphrodyne, Yocon) was previously available in the US as a prescription drug for the treatment of erectile dysfunction (89263). Yohimbe bark naturally contains about 0.6% to 1.38% yohimbine, along with other alkaloid chemicals (86862, 89263). Most available research has evaluated pure yohimbine, not yohimbe extract.",
            "Safety": "POSSIBLY UNSAFE when used orally. Yohimbine, a constituent of yohimbe, has been associated with serious adverse effects including cardiac arrhythmia, agitation, myocardial infarction, seizure, and others (17465). Some research shows that yohimbine can be safely used under close medical supervision for up to 10 weeks (3305, 3307, 3311, 3313). However, due to safety concerns, yohimbe should not be used without medical supervision.\nPREGNANCY AND LACTATION: POSSIBLY UNSAFE when used orally. Yohimbe might have uterine relaxant effects and also cause fetal toxicity (19).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, there is limited information available about the adverse effects of yohimbe. Yohimbine, a constituent of yohimbe, might be unsafe; most reported adverse effects are dose-related.\nMost Common Adverse Effects\nOrally: Yohimbine, a constituent of yohimbe, has been associated with anxiety, agitation, diaphoresis, diarrhea, flushing, headache, hypertension, increased urination, nausea, tachycardia, tremors, vertigo, and vomiting.\nSerious Adverse Effects (Rare)\nOrally: Yohimbine, a constituent of yohimbe, has been associated with atrial fibrillation, hypertensive crisis, myocardial infarction, and QT interval prolongation.\nCardiovascular\nOrally, yohimbine, a constituent of yohimbe, has been associated with hypertension, especially at higher doses (3312, 17465, 86801, 86802, 86804, 86811, 86820, 86822, 86834, 86856)(86786, 86896). A case of hypertensive crisis was reported in a 63-year-old male taking a yohimbine-containing herbal product once daily for one month. The patient was successfully managed with intravenous nitroprusside followed by clonidine (91521). Tachycardia, fluid retention, palpitations, and chest discomfort have also been reported (3312, 17465, 86786, 86793, 86801, 86802, 86804, 86822, 86843, 86854)(86856, 86866, 86867, 86869, 86871, 86874, 86875). Conduction abnormalities have also been reported (86856, 86786). There have been some reports of myocardial infarction, atrial fibrillation, and QT interval prolongation (17465). In theory, these effects may also occur with the use of yohimbe bark extract.\nless\nDermatologic\nOrally, yohimbine, a constituent of yohimbe, may cause rash, erythrodermic skin eruption, and exanthema (3312, 3971, 86804, 86896, 86878).\nless\nGastrointestinal\nOrally, yohimbine, a constituent of yohimbe, may cause nausea, vomiting, increased salivation, diarrhea, and gastrointestinal distress (3970, 17465, 49902, 86780, 86781, 86786, 86801, 86804, 86824, 86827)(86828, 86829, 86863, 86878, 86882, 86896).\nless\nGenitourinary\nOrally, yohimbine may cause dartos contraction or decreased libido in some patients (86786, 86882). A case of severe intractable priapism has been reported for a 42-year-old male who took a supplement containing yohimbe extract the previous day for sexual enhancement. Treatment with phenylephrine 400 mcg was unsuccessful at resolving the priapism, so surgical insertion of a proximal cavernosal spongiosum shunt was needed (86804).\nless\nHematologic\nA case of drug-induced agranulocytosis has been reported following prolonged use of oral yohimbine, a constituent of yohimbe (86877).\nless\nImmunologic\nThere is one report of a hypersensitivity reaction including fever; chills; malaise; itchy, scaly skin; progressive renal failure; and lupus-like syndrome associated with ingestion of a one-day dose of yohimbine, a constituent of yohimbe (6169).\nless\nMusculoskeletal\nOrally, yohimbine, a constituent of yohimbe, may cause muscle aches (86850).\nless\nNeurologic/CNS\nOrally, yohimbine, a constituent of yohimbe, has been associated with reports of general central nervous system (CNS) and autonomic excitation, tremulousness, head twitching, seizure threshold changes, enhanced brain norepinephrine release, decreased energy, dizziness, vertigo, and headache (3312, 3971, 86774, 86779, 86786, 86804, 86827, 86857, 86870, 86882)(86883). Cold feet and chills have also been reported with yohimbine (86827, 86896). Other adverse reactions include flushing and diaphoresis (17465). Excessive doses of yohimbine can also cause paralysis (11, 18). A case of acute neurotoxicity characterized by malaise, vomiting, loss of consciousness, and seizures has been reported for a 37-year-old bodybuilder who ingested a single dose of yohimbine 5 grams. Improvement was seen within 12 hours following treatment with furosemide, labetalol, clonidine, urapidil, and gastrointestinal decontamination (86801).\nless\nPsychiatric\nOrally, yohimbine, a constituent of yohimbe, may increase malaise, fatigue, insomnia, restlessness, agitation, and anxiety (3312, 3970, 3971, 17465, 86786, 86801, 86804, 86822, 86827, 86834)(86868, 86878, 86882, 86896). In a clinical study of healthy subjects, administration of yohimbine increased impulsivity, with larger doses increasing impulsivity more than 50% (86784, 86810).\nless\nPulmonary/Respiratory\nOrally, yohimbine, a constituent of yohimbe, may cause bronchospasm, tachypnea, cough, and rhinorrhea (17465, 86825, 86850). A case of sinusitis characterized by pain and discomfort above both eyes has been reported for a 59-year-old male taking yohimbine 5.4 mg three times daily to treat erectile dysfunction. Symptoms resolved within 24 hours of discontinuing yohimbine. The effect was attributed to the alpha-2 adrenergic antagonist effects of yohimbine (94112). Excessive doses of yohimbine can cause respiratory depression (1118).\nless\nRenal\nOrally, yohimbine, a constituent of yohimbe, may increase urinary frequency (3312, 3970, 3971, 17465, 86804, 86827, 86850, 86861, 86882). A case of acute renal failure has been reported for a 42-year-old male taking yohimbine. Normalization of renal function was achieved following 2 weeks of treatment with corticosteroids. The renal dysfunction was attributed to yohimbine-induced systemic lupus erythematosus (6169).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAntidepressant-induced sexual dysfunction. It is unclear if oral yohimbine, a constituent of yohimbe, is beneficial for patients with antidepressant-induced sexual dysfunction.\nSmall clinical trials suggest that taking yohimbine, a constituent of yohimbe, improves sexual dysfunction associated with selective serotonin reuptake inhibitors (SSRIs) (3305, 3306, 3307, 3311, 3313, 3970, 3971, 3972, 3973). It is unclear if yohimbe bark is beneficial.\nless\nAnxiety. There is limited evidence on the oral use of yohimbine, a constituent of yohimbe, for the management of various phobias.\nA small clinical study in healthy adults with a fear of flying shows that taking yohimbine hydrochloride 10 mg as an adjunct to virtual reality exposure therapy (VRET) does not improve anxiety measures when compared with VRET alone (86819). However, another small clinical study in healthy adults with claustrophobia shows that taking yohimbine hydrochloride 10.8 mg prior to exposure-based treatment reduces peak fear after one week when compared with exposure-based treatment alone (86794). The effect of yohimbe bark has not been investigated in clinical research.\nless\nAthletic performance. It is unclear if oral yohimbine, a constituent of yohimbe, is beneficial for athletic performance.\nA small clinical study in professional soccer players shows that taking yohimbine, a constituent of yohimbe, 20 mg daily for 3 weeks does not improve exercise performance or build muscle mass when compared with placebo (86785). However, a small crossover study in physically active females undergoing an anaerobic exercise test shows that taking a single dose of oral yohimbine 2.5 mg 20 minutes prior to repeated sprints increases average power output, total work, and heart rate and decreases average fatigue index when compared with placebo. Additionally, taking yohimbine decreases lactic acid levels and increases epinephrine levels when compared with baseline or placebo (107849). Due to the single-dose nature of this study, the effects of continued administration of yohimbine on athletic performance are unclear. The effects of yohimbe bark have not been investigated in clinical research.\nless\nDepression. It is unclear if oral yohimbine, a constituent of yohimbe, is beneficial in patients with depression.\nA very small clinical study in patients with treatment-resistant major depressive disorder shows that taking yohimbine, a constituent of yohimbe, 30 mg daily for 10 days along with desipramine does not improve symptoms of depression when compared with desipramine alone (86834). Also, a small crossover trial in patients with major depressive disorder and/or a history of adverse childhood experiences shows that taking yohimbine 10 mg once does not alter approach-avoidance behaviors normally associated with depression when compared with placebo (111402). The effects of yohimbe bark have not been investigated in clinical research.\nless\nDry mouth. It is unclear if oral yohimbine, a constituent of yohimbe, is beneficial for dry mouth.\nA very small clinical study shows that taking yohimbine, a constituent of yohimbe bark, 18 mg daily for 5 days improves symptoms of dry mouth in individuals treated with antidepressants when compared with placebo (86886). The effect of yohimbe bark has not been investigated in clinical research.\nless\nErectile dysfunction (ED). It is unclear if oral yohimbine, a constituent of yohimbe, is beneficial for ED.\nThe effects of yohimbe bark have not been investigated in clinical research. Most small clinical studies suggest that taking yohimbine, a constituent in yohimbe bark, seems to improve symptoms in adults with various types of ED, including organic, psychogenic, mixed, and others (3305, 3307, 3309, 3311, 3312, 3313, 10629, 86827, 86831, 86878)(86882, 86888, 86896). A meta-analysis in patients with ED shows that taking 5-100 mg of oral yohimbine for 2-10 weeks increases the probability of erectile function improvement when compared with placebo. Also, the use of yohimbine in combination with either L-arginine or trazodone, but not as monotherapy, improves sexual function when compared with placebo (107848). These findings are limited by the high heterogeneity of the included studies. Due to insufficient data, guidelines from the American Urological Association do not recommend yohimbine as a treatment option for ED (86881).\nless\nFatigue. Although there is interest in using oral yohimbe for fatigue, there is insufficient reliable information about the clinical effects of yohimbe for this purpose.\nObesity. Although there is interest in using oral yohimbe for obesity, there is insufficient reliable information about the clinical effects of yohimbe for this condition.\nOrthostatic hypotension. It is unclear if oral yohimbine, a constituent of yohimbe, is beneficial in patients with orthostatic hypotension.\nSome preliminary clinical research shows that taking a single dose of yohimbine 5.4 mg increases systolic blood pressure and standing diastolic blood pressure in patients with orthostatic hypotension when compared with placebo or pyridostigmine (86811, 86890). However, other preliminary clinical research shows that taking yohimbine does not improve blood pressure in patients with orthostatic hypotension due to autonomic failure when compared with placebo (86821). The effect of yohimbe bark has not been investigated in clinical research.\nless\nMore evidence is needed to rate yohimbe for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\n\nTaking yohimbe with large amounts of tyramine-containing foods might increase the risk of hypertensive crisis (11). Tyramine-containing foods include aged cheeses, fermented meats, red wines, and others (506).\nStandardization & Formulation\nStandardized samples of yohimbe bark plant material have been shown to contain up to 6% total alkaloids, which consist of 0.6% to 1.38% yohimbine, 0.22% corynanthine, 0.16% rauwolscine, and other alkaloid chemicals (86862, 89263). While yohimbe bark extract contains various alkaloids, most yohimbe bark-containing supplements are standardized to the content of yohimbine (89263).\n\nAnalyses of yohimbine-containing supplements have yielded inconsistent findings. A 2015 analysis of yohimbine-containing supplements sold in US retail stores, including those labeled to contain yohimbe extract, yohimbine, or yohimbine hydrochloride, found that only 22% of the tested supplements listed the quantity of yohimbine on the label. Of these 11 supplements, the actual quantity of yohimbine varied from 23% to 147% of what was listed on the label. In addition, 37% of the tested supplements contained yohimbine in amounts similar to or greater than those contained in prescription yohimbine products (range: 4.26-12.1 mg). Furthermore, 33% of the tested supplements listed yohimbine hydrochloride as an ingredient, but did not contain rauwolscine or corynanthine, which would be expected in a yohimbe bark extract. This suggests that the supplements actually contained highly purified or synthetic yohimbine. Selling synthetically produced yohimbine hydrochloride as a dietary supplement is illegal in the US (89263).\n\nAnother analysis of 26 commercial yohimbe products showed that 27% of the products contained only trace amounts of yohimbine (0.1 to 1 ppm), while 35% of these products contained no yohimbine at all. These values were significantly lower than the amount of yohimbine observed in authentic yohimbe bark. The investigators concluded that some yohimbe supplements contain undeclared diluents that reduce the yohimbine content of the supplements (86862).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, combining yohimbe bark with antiplatelet or anticoagulant drugs might have additive effects; however, this has not been reported in clinical research.\nResearch in healthy adults shows that taking yohimbine, a constituent of yohimbe bark, in doses of 8 mg or more, seems to inhibit platelet aggregation in vitro by binding to the alpha-2 adrenoceptor (86773, 86806, 86835, 86853). The effects of yohimbe bark itself are unclear; yohimbe bark contains 0.6% to 1.38% yohimbine, but it is unclear how much is absorbed (86862, 89263).\nless\nANTIHYPERTENSIVE DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, yohimbe might reduce the effects of antihypertensive drugs.\nYohimbine, a constituent of yohimbe, is an alpha-2 adrenoceptor antagonist and has been reported to increase blood pressure in clinical research. Theoretically, concomitant use of yohimbe and antihypertensive drugs can interfere with blood pressure control (11, 17465).\nless\nCLONIDINE (Catapres)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Anecdotal evidence)\nTheoretically, yohimbe might precipitate clonidine withdrawal.\nChronic clonidine use can downregulate alpha-2 adrenoreceptors. Animal research and one human case report suggest that concomitant administration of yohimbine, an alpha-2 adrenoceptor antagonist, may precipitate clonidine withdrawal and lead to sympathomimetic toxicity, including hypertensive crisis (111406).\nless\nCYTOCHROME P450 1A2 (CYP1A2) SUBSTRATES\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, yohimbe might decrease the levels and clinical effects of CYP1A2 substrates.\nIn vitro research shows that yohimbe extract induces CYP1A2 enzymes (111404).\nless\nCYTOCHROME P450 2D6 (CYP2D6) INHIBITORS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nCYP2D6 inhibitors may increase the levels and adverse effects of yohimbine, a constituent of yohimbe.\nIn vitro and clinical research shows that the yohimbe bark constituent, yohimbine, is metabolized by CYP2D6 isoenzymes (105688, 105697, 105698). Paroxetine, a cytochrome P450 (CYP) 2D6 inhibitor, increases the maximum serum concentration of yohimbine and reduces the clearance of yohimbine compared to yohimbine alone in patients who are extensive CYP2D6 metabolizers. (114932).\nless\nCYTOCHROME P450 2D6 (CYP2D6) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, yohimbe might increase the levels and adverse effects of CYP2D6 substrates.\nIn vitro research suggests that yohimbine, a constituent of yohimbe bark, inhibits CYP2D6 enzyme activity (23117).\nless\nCYTOCHROME P450 3A4 (CYP3A4) INHIBITORS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, CYP3A4 inhibitors might increase the levels and adverse effects of yohimbine, a constituent of yohimbe bark.\nIn vitro and clinical research shows that the yohimbe bark constituent, yohimbine, is metabolized by CYP3A4 enzymes (105688, 105698). Theoretically, drugs that inhibit CYP3A4 might increase the levels and adverse effects of yohimbine.\nless\nCYTOCHROME P450 3A4 (CYP3A4) SUBSTRATES\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, yohimbe might decrease the levels and clinical effects of CYP3A4 substrates.\nIn vitro research shows that yohimbe extract induces CYP3A4 enzymes (111404).\nless\nMONOAMINE OXIDASE INHIBITORS (MAOIs)\nInteraction Rating\nMAJOR Do not take this combination.\nSeverity\nHIGH\nOccurrence\nLIKELY\nLevel of Evidence\nD (Theoretical based on pharmacology)\nConcomitant use of MAOIs with yohimbe can result in additive effects.\nYohimbine, a constituent of yohimbe, has MAO inhibitory effects. At high doses, yohimbine is a non-selective inhibitor of MAO (11, 12).\nless\nPAROXETINE (Paxil)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nParoxetine decreases the clearance of yohimbine and may increase its effects.\nParoxetine, a cytochrome P450 (CYP) 2D6 inhibitor, increases the maximum serum concentration of yohimbine by about 350% and reduces the clearance of yohimbine by about 80% compared to yohimbine alone in patients who are extensive CYP2D6 metabolizers. No significant changes in pharmacokinetic parameters of yohimbine were observed with coadministration of paroxetine in patients who are poor CYP2D6 metabolizers (114932).\nless\nPHENOTHIAZINES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, using yohimbine with phenothiazines might have additive effects.\nYohimbine, a constituent of yohimbe, has alpha-2 adrenergic antagonist effects. Theoretically, combining it with phenothiazines can cause additive alpha-2 adrenergic antagonism (19).\nless\nSTIMULANT DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, taking yohimbe with stimulant drugs can have additive effects.\nYohimbine, a constituent of yohimbe, has sympathomimetic effects and increases blood pressure in a dose-dependent manner. Theoretically, taking yohimbe with stimulant drugs can have additive stimulant and hypertensive effects (11, 12, 105698).\nless\nTRICYCLIC ANTIDEPRESSANTS (TCAs)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, taking yohimbe with TCAs can increase adverse effects.\nA small clinical study in patients taking TCAs for at least 4 weeks shows that receiving doses of intravenous yohimbine 2.5-20 mg daily for up to 7 days precipitates severe anxiety, agitation, and tremor (105881). The effects of yohimbe bark itself are unclear; oral yohimbe bark contains 0.6% to 1.38% yohimbine, but it is unclear how much is absorbed (86862, 89263).\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nTheoretically, yohimbe might have antiplatelet effects.\nResearch in healthy adults shows that taking yohimbine, a constituent of yohimbe bark, in doses of 8 mg or more seems to inhibit platelet aggregation in vitro by binding to the alpha-2 adrenoceptor (86773, 86806, 86835, 86853). The effects of yohimbe bark itself are unclear. Theoretically, yohimbe might increase the risk of bleeding when used with herbs and supplements that affect platelet aggregation. See other products with antiplatelet activity here. See other products with anticoagulant activity here.\nless\nCAFFEINE-CONTAINING HERBS AND SUPPLEMENTS\nYohimbe has stimulant effects.\nTheoretically, concomitant use of yohimbe with large amounts of caffeine-containing products can increase the risk of hypertensive crisis (12). See caffeine-containing products here.\nless\nEPHEDRA (Ma huang)\nYohimbe has stimulant effects.\nTheoretically, concomitant use of yohimbe with large amounts of ephedra can increase the risk of hypertensive crisis due to its content of the stimulant ephedrine (12).\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nANXIETY\nTheoretically, yohimbine, a constituent of yohimbe, might worsen anxiety in patients with panic disorder. Yohimbine has been reported to increase agitation and anxiety (86782, 86783, 86860, 86885).\nless\nBENIGN PROSTATIC HYPERPLASIA (BPH)\nTheoretically, yohimbine, a constituent of yohimbe, might exacerbate symptoms of BPH due to antagonism of alpha-2 receptors and decreased circulation (19).\nless\nCARDIOVASCULAR DISEASE\nTheoretically, yohimbine, a constituent of yohimbe, might exacerbate cardiovascular conditions. Yohimbine has been reported to cause tachycardia, increased blood pressure, and numerous cardiovascular adverse events (515, 17465, 103101, 101983, 101984).\nless\nHYPERTENSION\nYohimbine, a constituent of yohimbe, can exacerbate hypertension. Even small amounts of yohimbine can increase blood pressure (103101, 101983, 101984).\nless\nKIDNEY DISEASE\nTheoretically, yohimbine, a constituent of yohimbe, might worsen kidney disease. Yohimbine seems to have antidiuretic effects (19).\nless\nLIVER DISEASE\nTheoretically, liver disease might alter the metabolism of yohimbine, a constituent of yohimbe, which is extensively metabolized by the liver (19, 94114, 105688).\nless\nPOST-TRAUMATIC STRESS DISORDER (PTSD)\nTheoretically, yohimbine, a constituent of yohimbe, might trigger acute symptoms in individuals with PTSD (1294, 86771, 86864, 86883, 86887).\nless\nSCHIZOPHRENIA\nTheoretically, yohimbine, a constituent of yohimbe, might activate psychoses in patients with schizophrenia (19, 515).\nless\nPERIOPERATIVE\nTheoretically, yohimbe might cause excessive bleeding if used perioperatively. The constituent yohimbine has antiplatelet effects (86773, 86806, 86835, 86853). Tell patients to discontinue yohimbe at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Presentation\nAlthough there are no published reports of poisoning with yohimbe extract, there are reports of toxicity due to yohimbine, a constituent of yohimbe. Excessive oral yohimbine doses of 4-5 grams can cause flushing, sweating, headache, nausea, vomiting, sinus tachycardia, fainting, seizures, respiratory depression, pulmonary edema and hemorrhage, and death (11, 18, 1118, 86801, 105697, 105699). In four adult males, overdose and poisoning with yohimbine occurred after a single oral dose of 4-5 grams. Death occurred in the patient with the highest blood levels of yohimbine (5631 ng/mL versus 249-459 ng/mL) despite taking the same yohimbine dose as the others. Theoretically, this patient may have been a poor cytochrome P450 2D6 metabolizer (105697, 105699).\nTreatment\nYohimbine overdose has been treated with furosemide, labetalol, clonidine, urapidil, and gastrointestinal decontamination (86801, 111406).",
            "Pharmacokinetics": "Absorption\nThere is insufficient reliable information available about the pharmacokinetics of yohimbe alkaloids after oral administration of yohimbe bark. Pure yohimbine, a constituent of yohimbe, is absorbed 45-60 minutes after oral administration with a highly variable degree of bioavailability ranging from 7% to 87% (mean value was 33%) (3303, 86809, 94114). This may be the result of extensive and variable first-pass metabolism (86809, 86884).\nDistribution\nYohimbine, a constituent of yohimbe, is distributed in the liver, red blood cells, brain, and intestinal wall in variable amounts (3303, 86845). Also, due to its lipophilicity, yohimbine can cross the blood-brain barrier (86889).\nMetabolism\nYohimbine, a constituent of yohimbe, undergoes extensive hydroxylation by the liver. The cytochrome P450 (CYP) 2D6 enzyme primarily metabolizes yohimbine to the inactive metabolite 10-hydroxy-yohimbine while the CYP3A4 enzyme primarily metabolizes yohimbine into the active metabolite 11-hydroxy-yohimbine (3303, 86770, 94114, 105688, 111403). There is substantial interindividual variability in the first-pass hepatic metabolism of yohimbine (86884). A small clinical study shows that poor CYP2D6 and CYP3A4 metabolizers experience greater sympathomimetic and adrenergic effects from yohimbine when compared with extensive metabolizers (105698).\nExcretion\nThe constituent yohimbine is minimally excreted in urine (3303). The half-life of single-dose, oral yohimbine is approximately 0.25-2.5 hours, while the half-life of multiple-dose, oral administration ranges between 1- 8 hours (86884). The half-life of the metabolite 11-hydroxy-yohimbine is about 6.5 hours (105688). Less than 1% of an oral dose is recovered unchanged in the urine within 24 hours (86889).",
            "Mechanism of Action": "General\nThe applicable part of yohimbe is the bark. The constituent thought to be responsible for yohimbe's effects is the alkaloid yohimbine (10629). Yohimbe bark contains approximately 6% total alkaloids consisting of 0.6% to 1.38% yohimbine, 0.22% corynanthine, 0.16% rauwolscine, and other alkaloid chemicals (86862, 89263).\nAlpha-2 adrenergic antagonist effects\nThe yohimbine constituent readily penetrates the central nervous system (CNS) and works primarily through alpha 2-adrenergic receptor blockade (3305). Since alpha-adrenoceptors are located in widespread locations throughout the central and peripheral nervous system, yohimbine has a variety of autonomic and psychiatric effects (increased noradrenaline release). It is more active at presynaptic adrenoceptors than postsynaptic receptors. This action blocks the decrease in central noradrenergic response and blocks the reduction in peripheral sympathetic activity (86774, 86824, 86830, 86833, 86848, 86850, 86851, 103101, 101983).\nAnticoagulation effects\nYohimbine may inhibit platelet aggregation by binding to the alpha-2 adrenoceptor responsible for noradrenaline-induced platelet aggregation (86773, 86806, 86835, 86849, 86853, 86855).\nAphrodisiac effects\nAphrodisiac activity of yohimbe has been attributed to genital blood vessel dilation, nerve impulse transmission to genital tissue, and increased reflex excitability in the sacral region of the spinal cord (11).\nCentral nervous system effects\nYohimbine acts centrally to increase sympathetic outflow and peripherally to increase the release of norepinephrine from adrenergic nerve terminals. Studies indicate that this increases the plasma norepinephrine and elicits pressor effects (3303, 86789, 86836, 86870, 86891). Yohimbine moderately increased the depletion of dopamine in the brain (86776). It also has monoamine oxidase (MOA) inhibiting, calcium channel blocking, and peripheral serotonin receptor blocking effects (11, 94115, 94116).\nEndocrine effects\nEvidence from animal research suggests that yohimbine may potentiate glucose-induced insulin release and improve glucose tolerance in diabetic animals. This effect is attributed to the ability of yohimbine to block postsynaptic alpha-2 adrenoceptors to produce insulinotropic and hypoglycemic effects (86775).\nPost-traumatic stress disorder (PTSD) effects\nThere is some interest in using yohimbe for the management of PTSD-related effects. A small study in healthy adults shows that taking yohimbine directly after fear acquisition enhances fear memory consolidation 24 hours later as evidenced by elevated fear-conditioned bradycardia and increased electrocortical markers of threat response. Furthermore, comparison of non-extinguished to extinguished stimuli 24 hours later suggests that yohimbine selectively strengthens fear consolidation. As an alpha-2 adrenoreceptor antagonist, yohimbine increases noradrenaline levels. This study confirms that noradrenergic hyperactivity plays a key role in fear-related disorders (111405).\nSexual enhancement effects\nYohimbine has shown benefit in patients with erectile dysfunction of various etiologies, including organic, psychogenic, mixed, and unknown (3305, 3310, 3311, 10629). Yohimbine's effect on impotence might be mediated through both increased penile blood flow and increased central sympathetic excitatory impulses to the genital tissue (3305, 3309, 3310, 86894). In females, a nitric oxide-enhanced form of yohimbine (NMI-870) is theorized to improve sexual arousal by dilating vaginal blood vessels and increasing vaginal blood flow (6198).\nWeight loss effects\nSome research suggests that yohimbine, a constituent of yohimbe, may improve weight loss by promoting lipid metabolism. This effect is attributed to ability of yohimbine to increase lipolysis by blocking alpha-2 adrenoceptors on adipocytes (86792). However, other research suggests that the alpha-2 adrenoceptor agonist effect of yohimbine does not promote weight loss (86826, 86839)."
        }
    },
    "Yucca": {
        "sections": {
            "Overview": "Yucca is the common name for the more than 40 species of perennials in the Yucca genus. The plants are well known for their tough, sword-like leaves and a large spike of whitish flowers. They are native to the hot and dry parts of North America, Central America, and the West Indies, although they are popular landscaping plants and can be found worldwide (4, 6, 11).",
            "Safety": "LIKELY SAFE when used orally in amounts commonly found in foods. Specific species of yucca, including Mojave yucca (Yucca shidigera) and Joshua tree (Yucca brevifolia), have Generally Recognized As Safe (GRAS) status for use in foods in the US (4912).\nThere is insufficient reliable information available about the safety of yucca when used orally as medicine or when applied topically.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nThere is currently a limited amount of information on the adverse effects of yucca. A thorough evaluation of safety outcomes has not been conducted.\nDermatologic\nTopically, yucca has been reported to cause phytodermatitis (68294). In one case report, an atopic gardener developed contact urticaria after occupational exposure to weeping fig, spathe flower, and yucca. Allergen skin tests were positive for all three plants (49961).\nless\nGastrointestinal\nOrally, the saponins in yucca can be irritating to mucous membranes and might cause gastrointestinal irritation (7, 4077).\nless\nPulmonary/Respiratory\nEnvironmental exposure to yucca has been associated with allergic rhinitis in 59 patients who exhibited sensitization to yucca after allergen skin testing (86902).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nBleeding. Although there has been interest in using topical yucca for bleeding, there is insufficient reliable information about the clinical effects of yucca for this purpose.\nDandruff. Although there has been interest in using topical yucca for dandruff, there is insufficient reliable information about the clinical effects of yucca for this purpose.\nDiabetes. Although there has been interest in using oral yucca for diabetes, there is insufficient reliable information about the clinical effects of yucca for this purpose.\nHypercholesterolemia. Oral yucca has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research in adults with hypercholesterolemia shows that taking purified yucca extract in combination with quillaia extract orally three times daily for 4 weeks decreases total and low-density lipoprotein (LDL) cholesterol levels by more than 10% and 15%, respectively, when compared with baseline (86899). The validity of this finding is limited by the lack of statistical comparison to the placebo group.\nless\nHypertension. Although there has been interest in using oral yucca for hypertension, there is insufficient reliable information about the clinical effects of yucca for this purpose.\nJoint pain. Although there has been interest in using topical yucca for joint pain, there is insufficient reliable information about the clinical effects of yucca for this purpose.\nMigraine headache. Although there has been interest in using oral yucca for migraine headache, there is insufficient reliable information about the clinical effects of yucca for this purpose.\nMore evidence is needed to rate yucca for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of yucca.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with yucca.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of yucca.",
            "Mechanism of Action": "General\nThe applicable parts of yucca are the root of the non-flowering plant and the above ground parts of the flowering plant. Yucca contains saponins that are thought to be responsible for the pharmacologic activity of the plant (4, 6, 11). Yuccaols A, B, and C are phenolic constituents that have been isolated from Yucca schidigera bark (86901). Alexin, a crude steroidal glycoside, has also been extracted from Yucca gloriosa flowers (86900). Flavonols, saponins, flavanones, and phenolic acids have also been identified in yucca leaf extract (109931). Anthocyanins, glucose, sucrose, choline, phenolic acids, flavonoids, saponins, stilbenes and fatty acids have also been identified in the fruit (111422).\nAnti-inflammatory effects\nPlatelet-activating factor is a known inflammatory agent, and yucca extracts have been shown to inhibit its activity. In vitro, yuccaols inhibit the vascular endothelial growth factor-stimulated platelet-activating factor biosynthesis and enhance its degradation in Kaposi's sarcoma cells. In addition, yuccaol C inhibited platelet-activating factor-induced cell motility; yuccaol A and yuccaol B reduced the cell migration (86901). Animal research in rats also shows that taking yucca extract 100-200 mg/kg orally as a single dose reduces chemically-induced paw edema and local inflammatory marker concentrations when compared with control (109931). Additionally, in rats with ethanol-induced gastric injury, preparations of yucca leaf extract reduce interleukin-6 (IL-6), toll-like receptor 4 (TLR-4), and tumor necrosis factor alpha (TNF-α) compared to the control (115307). In vitro research found yucca fruit extract to exhibit anti-inflammatory activity, specifically on tumor necrosis factor 2 (TNF-R2) and nuclear factor kappa B (111422).\nAntibacterial effects\nYucca extract has demonstrated in vitro activity against Staphylococcus aureus, Escherichia coli, Pseudomonas aeruginosa, and Salmonella typhimurium (109931).\nAntifungal effects\nIn vitro, alexin, a constituent from Yucca gloriosa flowers, demonstrated broad spectrum antifungal activity against a panel of human pathogenic fungi and yeast, including Candida albicans (86900, 109931).\nAntioxidant effects\nIn vitro, trans-3,3',5,5'-tetrahydroxy-4'-methoxystilbene, a constituent from the bark of Yucca schidigera, demonstrated stronger antioxidant activity than resveratrol (86903). In vitro, yucca leaf extract acts as an antioxidant and scavenges free radicals (109931). Yucca fruit extract has also decreased oxidative stress in a dose-dependent manner in the rat model (111422). Additionally, pretreatment with preparations of yucca leaf extract improved oxidative stress parameters in rats with ethanol-induced gastric injury (115307).\nAntitumor effects\nIn vitro, yuccaols inhibited vascular endothelial growth factor-induced cell proliferation in Kaposi's sarcoma cells (86901).\nAntiulcer effects\nAnimal research suggests that yucca extract has gastroprotective effects. In rats, preparations of yucca leaf extract showed anti-ulcer effects via protection from and reduction of ethanol-induced ulcers, possibly related to its antioxidant and anti-inflammatory effects (115307).\nAntiviral effects\nIn vitro, protein isolated from the leaves of Yucca recurvifolia Salisb. inhibits tobacco mosaic virus and demonstrates potent activity against herpes simplex virus type 1 (HSV-1). The protein also inhibited the multiplication of HSV-2 and human cytomegalovirus, probably by inhibiting protein synthesis in virus-infected cells, but not in uninfected cells (86898)."
        }
    }
}