{
    "Quassia": {
        "sections": {
            "Overview": "Quassia is a small tree or shrub native to South America and grown in India. Quassia is used in traditional medicine, especially in the Caribbean (99994, 99995, 99998).",
            "Safety": "LIKELY SAFE when used orally in amounts commonly found in foods. Quassia has Generally Recognized as Safe (GRAS) status in the US (4912).\nPOSSIBLY SAFE when used topically and appropriately. A 4% quassia gel has been safely used twice daily for up to 45 days (99995).\nPOSSIBLY UNSAFE when used orally in medicinal amounts. Quassia wood contains cardioactive glycosides (4), but toxicity is likely limited by emetic effects of large doses (4).\nThere is insufficient reliable information available about the safety of rectal use of quassia.\nPREGNANCY AND LACTATION: LIKELY UNSAFE when used orally; avoid using. Quassia has cytotoxic and emetic properties (4, 18, 19). There is insufficient reliable information available about the safety of rectal or topical use during pregnancy or lactation; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, quassia can cause mucous membrane irritation, nausea, and vomiting when used in medicinal amounts (4, 18). Long-term use can cause vision changes and blindness (18).\n\nTopically, quassia seems to be well tolerated (99995). No adverse effects have been reported.\nGastrointestinal\nOrally, quassia has been reported to cause mucous membrane irritation, nausea, and vomiting when used in medicinal amounts (4, 18).\nless\nOcular/Otic\nOrally, long-term use of quassia can cause vision changes and blindness (18).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nLice. Preliminary clinical research shows that a single application of quassia tincture can kill head lice. However, the single application of quassia tincture resulted in 0.6% reinfestation rate after a week (17492). Researchers suggest that two applications with a one-week interval between them might be more effective.\nRosacea. Preliminary clinical research in patients with rosacea shows that applying quassia 4% gel twice daily for 45 days reduces flushing, redness, and telangiectasia by approximately 74%, 56%, and 50%, respectively, compared with baseline. A moderate to complete overall improvement occurred in 89% of patients (99995). The validity of these results is limited by a lack of control group.\nSeborrheic dermatitis. Preliminary clinical research shows that applying quassia 4% gel twice daily for 28 days results in complete remission in 29.4% of patients with seborrheic dermatitis. This response rate is higher than the 5.6% and 7.1% response rate for patients using 1% ciclopirox olamine or 2% ketoconazole. At one-month post-treatment, quassia was more effective than the other two treatments for avoiding relapse (99994). However, the lack of placebo group makes conclusions difficult.\nMore evidence is needed to rate quassia for these uses.",
            "Dosing & Administration": "Adult\nTopical:\nRosacea: Quassia 4% gel, applied twice daily for 45 days, has been used (99995).\n\nSeborrheic dermatitis: Quassia 4% gel, applied twice daily for 28 days, has been used (99994).\nStandardization & Formulation\nIn clinical trials, quassia 4% gel has been used. The gel contained 4% of a hydroglycolic extract of quassia at 250% (wt/vol) standardized at 0.40% quassin (99994, 99995).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTACIDS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Anecdotal evidence)\nTheoretically, due to reports that quassia increases stomach acid, quassia might decrease the effectiveness of antacids (19).\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nIn animals, quassia extract reduced levels of fasting glucose (99998). Theoretically, quassia might have additive effects when used with antidiabetes drugs. This might increase the risk of hypoglycemia in some patients. Monitor blood glucose levels closely.\nSome antidiabetes drugs include glimepiride (Amaryl), glyburide (DiaBeta, Glynase PresTab, Micronase), insulin, metformin (Glucophage), pioglitazone (Actos), rosiglitazone (Avandia), and others.\nless\nCYTOCHROME P450 1A1 (CYP1A1) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nQuassin and neoquassin, constituents of quassia, have been shown to inhibit cytochrome P450 1A1 (CYP1A1) enzymes in vitro (99996). This effect has not been shown in humans. Theoretically, concomitant use of quassia with drugs metabolized by CYP1A1 may decrease the clearance of these drugs and increase their effects. Some of these drugs include chlorzoxazone, theophylline, and bufuralol.\nDIGOXIN (Lanoxin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use with cardiac medications might increase the risk of therapeutic and adverse effects (4).\nDIURETIC DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nOveruse of quassia might compound diuretic-induced potassium loss (13). There is some concern that people taking quassia along with potassium depleting diuretics might have an increased risk for hypokalemia. Initiation of potassium supplementation or an increase in potassium supplement dose may be necessary for some patients.\nSome diuretics that can deplete potassium include chlorothiazide (Diuril), chlorthalidone (Thalitone), furosemide (Lasix), and hydrochlorothiazide (HCTZ, Hydrodiuril, Microzide), and others.\nless\nH2-BLOCKERS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Anecdotal evidence)\nTheoretically, due to reports that quassia increases stomach acid, quassia might decrease the effectiveness of H2-blockers (19). The H2 blockers include cimetidine (Tagamet), ranitidine (Zantac), nizatidine (Axid), and famotidine (Pepcid).\nPROTON PUMP INHIBITORS (PPIs)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Anecdotal evidence)\nTheoretically, due to reports that quassia increases stomach acid, quassia might decrease the effectiveness of PPIs (19). PPIs include omeprazole (Prilosec), lansoprazole (Prevacid), rabeprazole (Aciphex), pantoprazole (Protonix), and esomeprazole (Nexium).",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nCARDIAC GLYCOSIDE-CONTAINING HERBS\nTheoretically, concomitant use with other cardiac glycoside-containing herbs might increase risk of cardiac toxicity. Cardiac glycoside-containing herbs include black hellebore, Canadian hemp roots, digitalis leaf, hedge mustard, figwort, lily of the valley roots, motherwort, oleander leaf, pheasant's eye plant, pleurisy root, squill bulb leaf scales, and strophanthus seeds (19).\nHERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nQuassia extract might reduce levels of fasting glucose (99998). Theoretically, quassia might have additive effects when used with herbs and supplements with hypoglycemic potential. This might increase the risk of hypoglycemia in some patients. Monitor blood glucose levels closely.\nSome herbs and supplements with hypoglycemic effects include alpha-lipoic acid, bitter melon, chromium, devil's claw, fenugreek, garlic, guar gum, horse chestnut, Panax ginseng, psyllium, Siberian ginseng, and others.\nless\nHORSETAIL\nTheoretically, overuse or misuse of horsetail with cardiac glycoside-containing herbs increases the risk of cardiac toxicity due to potassium depletion (19).\nLICORICE\nTheoretically, overuse or misuse of licorice with cardiac glycoside-containing herbs increases the risk of cardiac toxicity due to potassium depletion (19).\nSTIMULANT LAXATIVE HERBS\nTheoretically, abuse might increase risk of cardiac toxicity due to potassium depletion. Stimulant laxative herbs include aloe, alder buckthorn, black root, blue flag, butternut bark, colocynth, European buckthorn, fo ti, gamboge, gossypol, greater bindweed, jalap, manna, Mexican scammony root, rhubarb, senna, and yellow dock (19).",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nDIABETES\nQuassia might lower blood glucose levels (99998). This might increase the risk of hypoglycemia in some patients. Monitor blood glucose levels closely.\nless\nGI IRRITATION AND INFLAMMATION\nIn large amounts quassia can irritate the gastrointestinal tract; avoid using (8).\nless\nSURGERY\nQuassia might lower blood glucose levels (99998). Theoretically, quassia might interfere with blood glucose control during and after surgical procedures. Tell patients to discontinue quassia at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "In rats, oral and intramuscular extracts of quassia had antifertility effects (70291, 70297). Daily intramuscular injections over 15 days reduced the weight of the testis, as well as sperm count and mobility, and increased sperm abnormalities (70291). Oral intake reduced the weight of the testis and seminal vesicle, as well as sperm count and hormone levels. The constituent quassin was found to be responsible (70297).",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of quassia.",
            "Mechanism of Action": "General\nThe applicable part of quassia is the wood (4, 8, 11, 99994, 99995). Quassia leaves are also used (99997). Quassia contains triterpenoids called quassinoids, including quassin and neoquassin (99994, 99995, 99996). Quassia also contains beta-carboline alkaloids, quassimarin, canthin-6-one, and small amounts of the coumarin scopoletin (4). The leaves contain the quassinoids simalikalactone D and E (99997).\nAntimalarial effects\nQuassia is traditionally used in the treatment of malaria and the extract has anti-malarial effects against the parasite (70288). The constituent, simalikalactone D, found in the leaves of quassia, is thought to be the main active anti-malarial compound in vitro and in animal models. This compound is active during the life cycle of the parasite. Other constituents in quassia likely also play a role. Simalikalactone E seems to be slightly less active (99997). Also, quassin demonstrates antilarval activity against the mosquito Culex quinquefasciatus (3302).\nAntiulcerogenic effects\nQuassia has traditionally been used in the prevention and treatment of ulcers. In an animal model, quassia extract inhibited the development of ulcers. The mechanism of action seems to be related to mucous production and prostaglandin activity (70290).\nDigestive effects\nQuassia has been used traditionally to stimulate appetite and improve digestion. The quassinoid constituents increase gastric acid and bile secretions, perhaps accounting for both of these effects (4, 18, 19)."
        }
    },
    "Quebracho Blanco": {
        "sections": {
            "Overview": "Quebracho blanco is a plant. The bark, which is sometimes used medicinally, is odorless and has a bitter taste. Quebracho colorado, or red quebracho, is also known as quebracho but is chemically distinct from quebracho blanco. Be careful not to confuse these two plants (11).",
            "Safety": "LIKELY SAFE when used in amounts commonly found in foods. Quebracho blanco bark has Generally Recognized As Safe (GRAS) status for use in foods in the US (4912).\nThere is insufficient reliable information available about the safety of using quebracho blanco bark in medicinal amounts.\nPREGNANCY AND LACTATION: There is insufficient reliable information available about the safety of using medicinal amounts of quebracho blanco during pregnancy and breast-feeding; avoid using.",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of quebracho blanco.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of quebracho blanco.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of quebracho blanco.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of quebracho blanco.",
            "Mechanism of Action": "General\nThe applicable part of quebracho blanco is the bark. There is insufficient reliable information available about its possible mechanism of action and active ingredients."
        }
    },
    "Queen's Delight": {
        "sections": {
            "Overview": "Queen's delight is a plant. Traditionally, the root has been used to make medicine.",
            "Warnings": "The fresh root of queen's delight contains a caustic white latex (milky fluid) that is highly irritating to mucous membranes (12).",
            "Safety": "POSSIBLY UNSAFE when used orally in medicinal amounts; the dried root preparations contain diterpene esters that can be highly irritating (4, 12)....when the dried or fresh root preparations are used topically (4).\nLIKELY UNSAFE when the fresh root is used orally; it contains a caustic white latex (milky fluid) that is highly irritating to mucous membranes (12).\nPREGNANCY: POSSIBLY UNSAFE when the dried root preparations are used orally. ...when the dried or fresh root is used topically (4).\nPREGNANCY: LIKELY UNSAFE when the fresh root preparations are used orally (12). Avoid using.\nLACTATION: POSSIBLY UNSAFE when the dried or fresh root are used topically.\nLACTATION: LIKELY UNSAFE when used orally; contraindicated (4, 12, 19).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nThere is currently a limited amount of information on the adverse effects of queen's delight.\nMost Common Adverse Effects\nOrally: Diarrhea, nausea, and vomiting. When used in large amounts, cough, dysuria, fatigue, perspiration, and pruritus have been reported.\n\nTopically: Contact dermatitis, inflammation, swelling.\nDermatologic\nTopically, queen's delight may cause inflammation, swelling, and contact dermatitis (18, 19). Orally, large amounts of queen's delight can cause pruritus and skin eruptions, (4).\nless\nGastrointestinal\nOrally, queen's delight can cause nausea, vomiting, and diarrhea (18, 19). In large amounts, it may cause a burning sensation of the mouth and throat (4).\nless\nGenitourinary\nOrally, large amounts of queen's delight can cause dysuria (4).\nless\nNeurologic/CNS\nOrally, large amounts of queen's delight can cause aches and pains, fatigue, and perspiration (4).\nless\nPulmonary/Respiratory\nOrally, large amounts of queen's delight can cause cough (4).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nBronchitis. Although there has been interest in using oral queen's delight for bronchitis, there is insufficient reliable information about the clinical effects of queen's delight for this condition.\nConstipation. Although there has been interest in using oral queen's delight for constipation, there is insufficient reliable information about the clinical effects of queen's delight for this condition.\nGallbladder disease. Although there has been interest in using oral queen's delight for gallbladder disease, there is insufficient reliable information about the clinical effects of queen's delight for this condition.\nHemorrhoids. Although there has been interest in using topical queen's delight for hemorrhoids, there is insufficient reliable information about the clinical effects of queen's delight for this condition.\nLaryngitis. Although there has been interest in using oral queen's delight for laryngitis, there is insufficient reliable information about the clinical effects of queen's delight for this condition.\nMore evidence is needed to rate queen's delight for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\n\nTraditionally, queen's delight has been prepared as a liquid, boiling 1 teaspoon of the dried root with one cup of water. As a tincture, queen's delight has been taken in a dose of 5-20 drops (5263).\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of queen's delight.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "GASTROINTESTINAL (GI) CONDITIONS\nQueen's delight may cause GI irritation, inflammation, nausea or vomiting (19). Use with caution in people with GI disorders.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with queen's delight.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of queen's delight.",
            "Mechanism of Action": "General\nThe applicable part of queen's delight is the root. Queen's delight contains a volatile oil and diterpenes including prostatin, gnidilatidin, and others (18). Diterpene esters, which are found in the latex (milky fluid) of the fresh or green root, may be carcinogenic (18).\nDermatologic effects\nThe diterpene ester constituents found in the latex (milky fluid) of queen's delight are potent irritants that cause swelling of the skin and mucous membranes (4, 18)."
        }
    },
    "Quercetin": {
        "sections": {
            "Overview": "Quercetin is a flavonoid that occurs in foods such as onions, apples, berries, teas, and red wine (91573). It is also found in several herbs including Ginkgo biloba, St. John's wort (Hypericum perforatum), and American elder (Sambucus canadensis) (483).",
            "Warnings": "Coronavirus disease 2019 (COVID-19): Although some small, open-label studies suggest that oral quercetin may improve symptoms or time to discharge in some patients with COVID-19, there is no high-quality evidence supporting the use of quercetin for COVID-19. Recommend healthy lifestyle choices and proven prevention methods instead.",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term. Quercetin has been used with apparent safety in doses up to 1 gram daily for up to 12 weeks (481, 1998, 1999, 16418, 16429, 16430, 16431, 96774, 96775, 96782)(99237, 102539, 102540, 102541, 104229, 104679, 106498, 106499, 107450, 109620)(109621). ...when used intravenously and appropriately. Quercetin has been used with apparent safety in doses less than 945 mg/m2. Higher doses have been reported to cause nephrotoxicity (9564, 16418).\nPOSSIBLY UNSAFE when used intravenously in large amounts. Doses greater than 945 mg/m2 have been reported to cause nephrotoxicity (9564, 16418).\nThere is insufficient reliable information available about the safety of quercetin when used topically.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally and intravenously, quercetin seems to be well tolerated in appropriate doses. Topically, no adverse effects have been reported. However, a thorough evaluation of safety outcomes has not been conducted.\nGastrointestinal\nIntravenous administration of quercetin is associated with nausea and vomiting (9564).\nless\nHepatic\nOne case reports a 50-year-old female who presented with a 2-week history of constant right upper quadrant abdominal pain, nausea, loss of appetite, and fatigue, along with severely elevated alanine transaminase (ALT) and aspartate aminotransferase (AST), after taking a specific combination product containing quercetin 600 mg, Tinospora cordifolia 900 mg, and stinging nettle 600 mg (HistaEze) daily for 4 to 5 weeks. Liver function returned to normal within 3 months of discontinuing the supplement (112404). It is unclear whether the liver injury was due to quercetin, other ingredients, or the combination.\nless\nNeurologic/CNS\nOrally, quercetin may cause headache and tingling of the extremities (481, 111500). Intravenously, quercetin may cause pain at the injection site. Injection pain can be minimized by premedicating patients with 10 mg of morphine and administering amounts greater than 945 mg/m2 over 5 minutes (9564). In addition, intravenous administration of quercetin is associated with flushing and sweating (9564).\nless\nPulmonary/Respiratory\nIntravenous administration of quercetin at doses as high as 2000 mg/m2 is associated with dyspnea that may persist for up to 5 minutes (9564).\nless\nRenal\nIntravenously, nephrotoxicity has been reported with quercetin in amounts greater than 945 mg/m2 (9563, 9564, 70304).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nPOSSIBLY INEFFECTIVE\nAthletic performance. Oral quercetin does not seem to improve athletic performance.\nA pooled analysis of data from 7 clinical trials shows that intake of quercetin does not improve maximal oxygen consumption or capacity to perform prolonged exercise in trained or untrained athletes when compared with placebo (91577). Additionally, a small clinical study in male soldiers shows that taking quercetin 500 mg twice daily for 8.5 days before a loaded treadmill marching test and a cycling time trial test does not affect ratings of perceived exertion, cycling time, or peak oxygen consumption during treadmill testing when compared with placebo (91578). Another small clinical trial in trained cyclists shows that taking quercetin 500 mg orally twice daily for 28 days does not improve 20 km cycling time, power output, or maximal oxygen consumption when compared with placebo (115682).\n\nQuercetin has also been evaluated in combination with another ingredient. A small clinical study in trained athletes shows that taking a single dose of quercetin (Quercetin Powder from Sophora Japonica Flower, Aki Organics) 140 mg and mangiferin 84 mg, a mango constituent, one hour prior to an intermittent high-intensity exercise test improves performance as measured by circuit time and reduces perceived exertion, but does not improve heart rate, sprint time, or subjective muscle soreness when compared with placebo (113077). It is unclear whether these effects are due to quercetin, mangiferin, or the combination. Another small clinical trial in trained cyclists shows that taking quercetin 500 mg and L-citrulline 3000 mg orally twice daily for 28 days does not improve 20 km cycling time, power output, or maximal oxygen consumption when compared with placebo (115682).\nless\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAge-related cognitive decline. It is unclear if oral quercetin is beneficial in older adults with age-related cognitive decline.\nPreliminary research in healthy adults aged 60 to 80 years with age-related forgetfulness shows that drinking 500 mL of a barley-based beverage containing 110 mg quercetin glycoside calculated as isoquercitrin, daily for 40 weeks seems to improve reaction times when compared with placebo. However, increase in score on the mini-mental state examination (MMSE), reduction in accumulation of amyloid beta in the brain, and prevention of reduction in cerebral blood flow occur to a similar extent with quercetin and placebo (110008).\nless\nAllergic rhinitis (hay fever). It is unclear if oral quercetin is beneficial in patients with allergic rhinitis.\nA small clinical study in Japanese adults with allergic rhinitis shows that taking a specific quercetin product (Quercetin Phytosome, Indena SpA) 100 mg twice daily for 4 weeks does not improve scores related to quality of life, activities of daily living, nasal symptoms, or ocular symptoms on the Japanese Rhino-conjunctivitis Quality of Life Questionnaire (JRQLQ). However, scores related to fatigue and sleep quality improved when compared with placebo. Additionally, sneezing, rhinorrhea, and activities of daily living scores improved when another scale was used to assess the severity of allergic rhinitis (109620).\n\nQuercetin has also been evaluated in combination with other ingredients. A small clinical study in children aged 6-12 years with allergic rhinitis who had gone through a treatment phase with antihistamines and a specific combination of quercetin, perilla, and vitamin D3 (Lertal) 1 tablet daily for 4 weeks shows that taking this specific combination for an additional 4-12 weeks reduces the chance of having symptom exacerbations by approximately 50% when compared with no further treatment past the first 4 weeks. The number of days requiring rescue medication was also reduced from 28.5 days to an average of 9.6 days (104676).\nless\nAlzheimer disease. Although there has been interest in using oral quercetin for Alzheimer disease, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nAsthma. It is unclear if oral quercetin is beneficial in patients with asthma.\nPreliminary clinical research in patients with mild-to-moderate asthma shows that taking a specific quercetin product (QFit, Indena SpA) 250 mg or 500 mg daily for 30 days along with conventional therapy reduces daytime and nighttime asthma symptoms, improves spirometry measures, and decreases the use of rescue inhalers when compared to baseline. Significant improvements in these outcomes were lacking in patients receiving conventional therapy alone (102540).\nless\nAtherosclerosis. Although there has been interest in using oral quercetin for atherosclerosis, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nAutism spectrum disorder. Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research in children aged 4-10 years with autism shows that taking a combination of luteolin 10 mg/kg, quercetin 7 mg/kg, and rutin 3 mg/kg in olive oil for 26 weeks improves hyperactivity, irritability, and lethargy by a moderate to large amount, and improves some indices of functioning, such as daily living and social behavior, by a small amount when compared with baseline. The validity of these findings is limited by the lack of a comparator group (96765).\nless\nBenign prostatic hyperplasia (BPH). Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research shows that taking one tablet of a specific combination product (Difaprost) containing quercetin, beta-sitosterol, and saw palmetto daily for 3 months does not improve general symptoms of BPH when compared to baseline (96784). The validity of these findings is limited by the lack of a comparator group.\nless\nBeta-thalassemia. It is unclear if oral quercetin is beneficial in patients with beta-thalassemia.\nPreliminary clinical research in transfusion-dependent patients with beta-thalassemia shows that taking quercetin 500 mg daily for 12 weeks reduces iron and ferritin levels, increases transferrin levels, and decreases transferrin saturation when compared with placebo. However, total iron binding capacity was not improved. These results suggest that quercetin might reduce iron overload, which is a complication of frequent blood transfusions in these patients (102541).\nless\nCancer. Although there has been interest in using intravenous or intraperitoneal quercetin for cancer, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nCanker sores. Topical quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research shows that applying a cream containing quercetin, glycol, zinc, and Myristica (Rootage skin cream, Elsi-Si) three times daily results in complete healing of minor canker sores and reduces pain in 100% of patients within 7-10 days, compared with only 60% of patients using a benzydamine hydrochloride mouthwash three times daily (104677).\nless\nCardiovascular disease (CVD). It is unclear if oral quercetin is beneficial for CVD prevention.\nPopulation research has found that increasing dietary intake of quercetin from food sources such as tea, onions, and apples is associated with a significantly reduced risk of heart disease-related mortality in elderly males (7726). However, preliminary clinical research shows that quercetin 1 gram daily for 28 days does not significantly improve platelet aggregation, thromboxane B2 production, blood pressure, heart rate, or serum lipid levels when compared with placebo in healthy people (1998).\nless\nCataracts. Although there has been interest in using oral quercetin for cataracts, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nChemotherapy-induced cystitis. Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nA small clinical study in patients with bladder cancer undergoing intravesical chemotherapy shows that taking a specific combination product (Ialuril, IBSA Farmaceutici) containing quercetin 400 mg, hyaluronic acid 40 mg, chondroitin sulfate 400 mg, and curcumin 400 mg every morning, starting 7 days before the first instillation and ending 30 days after the last instillation, improves lower urinary tract symptoms as measured using a visual analog scale and the International Prostate Symptom Score (IPSS) at 13 months when compared with placebo (109622).\nless\nChronic fatigue syndrome (CFS). Although there has been interest in using oral quercetin for CFS, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nChronic venous insufficiency (CVI). Although there has been interest in using oral quercetin for CVI, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nColorectal cancer. Although there has been interest in using oral quercetin for colorectal cancer prevention, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nContrast induced nephropathy. It is unclear if oral quercetin is beneficial for the prevention of contrast induced nephropathy.\nPreliminary clinical research in patients undergoing coronary catheterization shows that taking quercetin 500 mg every 8 hours, starting two days prior to contrast imaging and continuing for two days after, does not appear to prevent contrast induced nephropathy when compared with a control group not receiving quercetin (102539). Given its small size, this study may have been inadequately powered to detect significant differences for this outcome.\nless\nCoronavirus disease 2019 (COVID-19). Analysis of several small, open-label clinical studies suggest that oral quercetin may modestly reduce hospitalizations and intensive care unit (ICU) admissions in patients with COVID-19. Whether quercetin is beneficial in patients with severe COVID-19 is unclear.\nA meta-analysis of 6 open-label clinical studies in patients with COVID-19 shows that taking quercetin 260-1000 mg daily for 7-30 days along with standard therapy with analgesics, antipyretics, antibiotics, remdesivir, or favipiravir reduces the odds of intensive care unit (ICU) admission by 69% and the odds of hospitalization by 75% but does not decrease the rate of all-cause mortality or the rate of recovery upon follow-up when compared with standard care (111412). However, the interpretation of these findings is limited by differences in the severity of COVID-19, doses and durations of quercetin therapy, and standard of care regimens used across the included studies.\n\nIn outpatients in the early stages of COVID-19, two small, open-label clinical studies included in the meta-analysis above show that taking quercetin 200 mg two or three times daily for 14-30 days along with standard care reduces time to symptom resolution when compared with standard care alone. However, these studies show mixed results with respect to prevention of hospitalization, ICU admission, and death (106498, 106499). More recent research in patients with early-stage, mild to moderate COVID-19 symptoms shows that taking quercetin 500 mg three times daily for 1 week, followed by 500 mg twice daily for 1 week, increases the rate of symptom resolution and achieving a negative COVID-19 test at 1 week by 116% and 183%, respectively, when compared with placebo (110009).\n\nQuercetin has also been evaluated in patients with severe COVID-19. A small, open-label clinical study of patients with severe COVID-19 who have not been admitted to the ICU shows that taking quercetin 500 mg twice daily for 7 days along with remdesivir or favipiravir shortens the time to discharge by around 1.5 days and improves symptoms of weakness and lethargy, but does not improve other symptoms of COVID-19 or reduce the risk of ICU admission or death, when compared with remdesivir or favipiravir alone (107450).\nless\nDepression. It is unclear if oral quercetin is beneficial for depression in patients with a recent myocardial infarction (MI).\nA moderate-sized clinical study in adults 6-8 weeks post-MI conducted in Iran shows that taking quercetin 500 mg daily for 8 weeks does not improve self-reported depression scores when compared with placebo (112228). However, the severity of patients' depression was minimal at baseline, which limits the power to detect a difference between groups.\nless\nDiabetes. Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research in patients with type 2 diabetes who are not using hypoglycemic agents shows that taking a specific combination of quercetin, myricetin, and chlorogenic acid (Emulin, Anderson Global Group LLC) 250 mg daily for 7 days reduces levels of fasting and postprandial glucose by about 5% when compared to baseline. These changes were significantly different than the slight increases seen in the placebo group. In patients taking metformin along with the combination supplement, fasting blood glucose levels decreased by about 20%, compared with a decrease of less than 1% with metformin alone (96779).\nless\nExercise-induced muscle damage. It is unclear if oral quercetin is beneficial for preventing muscle damage associated with exercise.\nSome clinical research shows that taking quercetin 500 mg twice daily for 3 weeks prior to and during an endurance run or cycling event does not attenuate exercise-induced muscle damage, soreness, or inflammation (16429, 16431). However, a series of two small clinical trials show that taking quercetin 1000 mg daily for 14 days prior to eccentric exercise modestly attenuates the decline in the maximal intensity of a contraction when compared with placebo (99236, 104226). Additionally, this dosing regimen appears to modestly accelerate the recovery of muscle strength and neuromuscular function after exercise when compared with placebo (104226).\nless\nExercise-induced respiratory infections. It is unclear if oral quercetin is beneficial for prevention of respiratory infections induced by exercise.\nPreliminary clinical research shows that taking quercetin 500 mg twice daily for 3 weeks before, and continuing during 3 days of prolonged, intense cycling, reduces the incidence of upper respiratory infections in the 14 days following the heavy exercise (16430).\nless\nGout. Although there has been interest in using oral quercetin for gout, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nHerpes labialis (cold sores). Although there has been interest in using oral quercetin for herpes labialis, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nHypercholesterolemia. It is unclear if oral quercetin is beneficial for improving cholesterol levels.\nMultiple meta-analyses show that taking quercetin does not affect total cholesterol (TC), low-density lipoprotein (LDL) cholesterol, high-density lipoprotein (HDL) cholesterol, or triglycerides (TG) when compared with placebo (96783, 104229). However, a subgroup analysis shows that taking quercetin for at least 8 weeks seems to reduce TG levels by 13 mg/dL and increase HDL levels by 3 mg/dL, compared with no change in patients who took quercetin for less than 8 weeks (104229). It is unclear these patients had elevated cholesterol levels at baseline.\nless\nHypertension. It is unclear if oral quercetin is beneficial for reducing blood pressure.\nThree meta-analyses show that taking quercetin 100-1000 mg daily for 4-12 weeks decreases systolic and diastolic blood pressure by 2-4 mmHg and 2-3 mmHg, respectively, when compared with placebo. However, only two of the studies included in these analyses evaluated patients with hypertension (16424, 96775, 104229, 109617). Additional clinical research in patients with mild hypertension shows that taking a single dose of quercetin 1095 mg can lower systolic and diastolic blood pressure by 7 mmHg and 3 mmHg, respectively, when measured 10 hours later (96780). Overall, the benefit of quercetin on blood pressure seems modest; it is unclear whether the improvement is clinically significant for patients with hypertension.\nless\nKidney transplant. Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research shows that a specific product containing a combination of quercetin 20 mg and curcumin 480 mg (Oxy-Q, Farr Labs) taken once or twice daily in combination with anti-rejection medications, starting within 24 hours of a kidney transplant and continuing for one month, improves early function of the graft and reduces serum creatinine when compared with taking placebo in combination with anti-rejection medications (16420).\nless\nLung cancer. It is unclear if oral quercetin is beneficial in lung cancer prevention.\nEpidemiologic research has found that increasing dietary intake of quercetin is associated with a reduced risk of lung cancer in smokers (96778).\nless\nMetabolic syndrome. It is unclear if oral quercetin is beneficial in patients with metabolic syndrome.\nA meta-analysis of small clinical studies shows that taking quercetin 100-1000 mg daily for 4-12 weeks does not improve fasting blood glucose, glycated hemoglobin, or insulin levels when compared with placebo in patients with risk factors for metabolic syndrome, such as type 2 diabetes, prehypertension, polycystic ovary syndrome, and/or obesity (100967). Additional research is needed to determine if quercetin is beneficial in patients with existing metabolic syndrome.\nless\nNiacin-induced flushing. Although there has been interest in using oral quercetin for niacin-induced flushing, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nObesity. Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nClinical research shows that taking quercetin 500 or 1000 mg daily for 12 weeks, in addition to niacin 5 mg or 10 mg and vitamin C 125 mg or 250 mg, does not reduce body weight or fat mass when compared with placebo in adults considered overweight or obese based on body mass index (BMI) (104678).\nless\nOral mucositis. It is unclear if oral quercetin is beneficial in patients with oral mucositis.\nOne small clinical study shows that taking quercetin 250 mg twice daily for 4 weeks does not prevent oral mucositis associated with chemotherapy when compared with placebo (96776).\nless\nOvarian cancer. It is unclear if oral quercetin is beneficial for ovarian cancer prevention.\nOne epidemiologic study found no association between dietary intake of quercetin and related flavonols and the risk of ovarian cancer (16428).\nless\nPancreatic cancer. It is unclear if oral quercetin is beneficial for pancreatic cancer prevention.\nEpidemiologic studies have found that a high dietary intake of quercetin and related flavonols might reduce the risk of pancreatic cancer, especially in male smokers (16426, 16427).\nless\nPeptic ulcers. Although there has been interest in using oral quercetin for peptic ulcers, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nPhysical performance. It is unclear if oral quercetin is effective for improving physical performance in older adults.\nA small clinical study in Japanese individuals 50-74 years of age shows that taking quercetin glycosides 200 mg or 500 mg daily along with low-intensity resistance training 3 days weekly for 24 weeks does not improve muscle size or lean body mass, but may reduce muscle stiffness, when compared with placebo (109621).\nless\nPolycystic ovary syndrome (PCOS). It is unclear if oral quercetin is beneficial for improving hormone levels or pregnancy rates in patients with PCOS.\nClinical research in patients with PCOS shows that taking quercetin 1000 mg daily for 12 weeks reduces testosterone and luteinizing hormone (LH) levels by 9% and 3%, respectively, when compared to baseline; both of these improvements were significant when compared with placebo. Insulin resistance also improved by 18% when compared to baseline, which was significant when compared with placebo (96782). In a similar group of patients with higher levels of insulin resistance at baseline, taking the same dose of quercetin modestly reduced testosterone and LH levels when compared with placebo; however, there was no improvement in insulin resistance (99237). These disparate outcomes might be due to different baseline levels of insulin resistance. Also, it is unclear if these changes are associated with an improvement in the clinical symptoms of PCOS.\n\nQuercetin has also been evaluated for improving pregnancy rates in adults with PCOS and infertility. A small clinical study shows that taking quercetin 500 mg daily for 40 days increases pregnancy rates when compared with placebo. Quercetin supplementation also improves the grading of oocytes, but not the quality of embryos, in those undergoing in vitro fertilization (IVF). Nearly 84% of patients taking quercetin became pregnant spontaneously or via IVF in the 6 months following initiation of quercetin supplementation. Only 11% of patients taking placebo became pregnant during the study, all through IVF (109618). Due to a short duration of follow-up, it is unclear whether quercetin improves live birth rates.\nless\nProstatitis. It is unclear if oral quercetin is beneficial in patients with prostatitis.\nPreliminary clinical research shows that taking quercetin 500 mg twice daily for one month reduces pain and improves quality of life, but does not seem to affect voiding dysfunction, in patients with chronic, nonbacterial prostatitis when compared with placebo (481).\nless\nRheumatoid arthritis (RA). It is unclear if oral quercetin is beneficial in patients with RA.\nIn patients with RA, clinical research shows that taking quercetin 500 mg daily for 8 weeks improves morning stiffness, morning pain, and after-activity pain when compared with placebo. However, taking quercetin does not seem to improve the number of swollen or tender joints or the disease activity score when compared with placebo (96774).\nless\nSchizophrenia. Although there has been interest in using oral quercetin for schizophrenia, there is insufficient reliable information about the clinical effects of quercetin for this condition.\nUpper respiratory tract infection (URTI). Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nClinical research shows that taking quercetin 500 mg or 1000 mg daily for 12 weeks, in combination with vitamin C 500 mg or 1000 mg daily or niacin 20 mg or 40 mg daily, does not reduce the frequency or severity of URTIs. However, in a subgroup analysis of physically fit individuals 40 years and older, the severity of URTIs and the number of sick days related to URTIs were reduced by 36% and 31%, respectively, when quercetin 1000 mg was compared with placebo (104679).\nless\nUrethral syndrome. Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research shows that taking one tablet daily of a specific formulation containing quercetin, bromelain, chondroitin sulfate, gotu kola, rhodiola, and barbed skullcap (Cistiquer, Deakos) for 7 weeks reduces urinary urgency by 91% when compared with baseline. Also, 55% of patients reported no discomfort associated with urination. This combination product was reported to be at least as effective as intravesical administration of betamethasone 8 mg plus gentamicin 80 mg twice weekly (96777).\nless\nUrinary tract infections (UTIs). Oral quercetin has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research shows that taking 1-2 capsules of a combination of hyaluronic acid, chondroitin sulfate, curcumin, and quercetin daily for 15 days each month, in combination with the use of local topical estrogen therapy (0.005% estriol vaginal gel) for up to 12 months, increases the number of women cured of recurrent UTIs to 66%, compared with only 34% of those taking the oral combination product or the vaginal estrogen product alone (96781).\nless\nMore evidence is needed to rate quercetin for these uses.",
            "Dosing & Administration": "Adult\nOral:\nQuercetin is typically used in doses of 250-1000 mg daily for up to 12 weeks. See Effectiveness section for condition-specific information.\nTopical:\nResearch is limited; typical dosing is unavailable.\nChildren\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nQuercetin is a constituent of various food products. An evaluation of quercetin-containing foods reports that 750 mL red wine contains quercetin 14 mg, 50 grams of yellow onions contain quercetin 5-26 mg, 375 mL of black tea contains quercetin 2-14 mg, and one liter of black currant juice or apple juice contains quercetin 6.4 mg (1999, 8976, 31718, 36597, 66763).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, concomitant use of quercetin and antidiabetes drugs might increase the risk of hypoglycemia.\nClinical research suggests that a combination of quercetin, myricetin, and chlorogenic acid reduce levels of fasting glucose in patients with type 2 diabetes, including those already taking antidiabetes agents (96779). The effect of quercetin alone is unknown.\nless\nANTIHYPERTENSIVE DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, taking quercetin with antihypertensive drugs might increase the risk of hypotension.\nQuercetin can modestly decrease blood pressure in people with mild hypertension (16424, 96780). Theoretically, it might have additive blood pressure lowering effects when used with antihypertensive drugs.\nless\nCYCLOSPORINE (Neoral, Sandimmune)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, concomitant use might increase the levels and adverse effects of cyclosporine.\nA small study in healthy volunteers shows that pretreatment with quercetin increases plasma levels and prolongs the half-life of a single dose of cyclosporine, possibly due to inhibition of p-glycoprotein or cytochrome P450 3A4 (CYP3A4), which metabolizes cyclosporin (16434).\nless\nCYTOCHROME P450 2C8 (CYP2C8) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the levels and adverse effects of CYP2C8 substrates.\nIn vitro research shows that quercetin inhibits CYP2C8 (16432, 16435). Inhibition of paclitaxel (Taxol) metabolism via CYP2C8 has been reported in vitro (16436). However, a small study in humans found no effect of quercetin on rosiglitazone (Avandia), which is also a CYP2C8 substrate (16432).\nless\nCYTOCHROME P450 2C9 (CYP2C9) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, concomitant use might increase the levels and adverse effects of CYP2C9 substrates.\nA small clinical study in healthy volunteers shows that taking quercetin 500 mg twice daily for 10 days prior to taking diclofenac, a CYP2C9 substrate, increases diclofenac plasma levels by 75% and prolongs the half-life by 32.5% (97931). Animal research also shows that pretreatment with quercetin increases plasma levels and prolongs the half-life of losartan (Cozaar), a substrate of CYP2C9 (100968). Furthermore, laboratory research shows that quercetin inhibits CYP2C9 (15549, 16433).\nless\nCYTOCHROME P450 2D6 (CYP2D6) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the levels and adverse effects of CYP2D6 substrates.\nIn vitro research show that quercetin inhibits CYP2D6 (15549, 16433). This effect has not been reported in humans.\nless\nCYTOCHROME P450 3A4 (CYP3A4) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might alter the effects and adverse effects of CYP3A4 substrates.\nA small clinical study in healthy volunteers shows that pretreatment with quercetin increases plasma levels and prolongs the half-life of a single dose of cyclosporine (Neoral, Sandimmune), a substrate of CYP3A4 (16434). Animal research also shows that pretreatment with quercetin increases plasma levels and prolongs the half-life of losartan (Cozaar) and quetiapine (Seroquel), substrates of CYP3A4 (100968, 104228). Other laboratory research also shows that quercetin inhibits CYP3A4 (15549, 16433, 16435). However, one clinical study shows that quercetin can increase the metabolism of midazolam, a substrate of CYP3A4, and decrease serum concentrations of midazolam by about 24% in some healthy individuals, suggesting possible induction of CYP3A4 (91573).\nless\nDICLOFENAC (Voltaren, others)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, concomitant use might increase the levels and adverse effects of diclofenac.\nA small clinical study in healthy volunteers shows that taking quercetin 500 mg twice daily for 10 days prior to taking diclofenac increases diclofenac plasma levels by 75% and prolongs the half-life by 32.5%. This is thought to be due to inhibition of CYP2C9 by quercetin (97931).\nless\nLOSARTAN (Cozaar)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the effects and adverse effects of losartan and decrease the effects of its active metabolite.\nAnimal research shows that pretreatment with quercetin increases plasma levels and prolongs the half-life of losartan (Cozaar) while decreasing plasma levels of losartan's active metabolite. This metabolite, which is around 10-fold more potent than losartan, is the result of cytochrome P450 (CYP) 2C9- and CYP3A4-mediated transformation of losartan. Additionally, in vitro research shows that quercetin may inhibit P-glycoprotein-mediated efflux of losartan from the intestines, resulting in increased absorption of losartan (100968). These results suggest that concomitant use of quercetin and losartan might increase systemic exposure to losartan while also decreasing plasma concentrations of losartan's active and more potent metabolite.\nless\nMIDAZOLAM (Versed)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, concomitant use might decrease the levels and effects of midazolam.\nA small clinical study in healthy volunteers shows that quercetin can increase the metabolism of midazolam, with a decrease in AUC of about 24% (91573).\nless\nMITOXANTRONE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, quercetin might increase the effects and adverse effects of mitoxantrone.\nIn vitro research shows that quercetin increases the intracellular accumulation and cytotoxicity of mitoxantrone, possibly through inhibition of breast cancer resistance protein (BCRP), of which mitoxantrone is a substrate (107897). So far, this interaction has not been reported in humans.\nless\nORGANIC ANION TRANSPORTER 1 (OAT1) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the effects and adverse effects of OAT1 substrates.\nIn vitro research shows that quercetin is a strong non-competitive inhibitor of OAT1, with half-maximal inhibitory concentration (IC50) values less than 10 mcM (104454). So far, this interaction has not been reported in humans.\nless\nORGANIC ANION TRANSPORTER 3 (OAT3) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the effects and adverse effects of OAT3 substrates.\nIn vitro research shows that quercetin is a strong non-competitive inhibitor of OAT3, with half-maximal inhibitory concentration (IC50) values as low as 0.75 mcM (104453, 104454). So far, this interaction has not been reported in humans.\nless\nORGANIC ANION-TRANSPORTING POLYPEPTIDE SUBSTRATES (OATP)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, concomitant use might increase the effects and adverse effects of OATP substrates.\nIn vitro evidence shows that quercetin can inhibit organic anion-transporting peptide (OATP) 4C1-mediated uptake of triiodothyronine (113337) and OATP 1B1-mediated uptake of estrone-3-sulfate and pravastatin (91581). Furthermore, clinical research in healthy males shows that intake of quercetin along with pravastatin increases the AUC of pravastatin by 24%, prolongs its half-life by 14%, and decreases its apparent clearance by 18%, suggesting that quercetin modestly inhibits the uptake of pravastatin in hepatic cells (91581).\nless\nP-GLYCOPROTEIN SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, concomitant use might alter the effects and adverse effects of P-glycoprotein substrates.\nThere is preliminary evidence that quercetin inhibits the gastrointestinal P-glycoprotein efflux pump, which might increase the bioavailability and serum levels of drugs transported by the pump (16433, 16434, 16435, 100968, 104228). A small study in healthy volunteers reported that pretreatment with quercetin increased bioavailability and plasma levels after a single dose of cyclosporine (Neoral, Sandimmune) (16434). Also, two small studies have shown that quercetin might decrease the absorption of talinolol, a substrate transported by the gastrointestinal P-glycoprotein efflux pump (91579, 91580). However, in another small study, several days of quercetin treatment did not significantly affect the pharmacokinetics of saquinavir (Invirase) (16433). The reason for these discrepancies is not entirely clear (91580). Until more is known, use quercetin cautiously in combination with P-glycoprotein substrates.\nless\nPRAVASTATIN (Pravachol)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nTheoretically, concomitant use might increase the effects and adverse effects of pravastatin.\nIn vitro evidence shows that quercetin can inhibit OATP 1B1-mediated uptake of pravastatin (91581). Also, preliminary clinical research in healthy males shows that intake of quercetin along with pravastatin increases the maximum concentration of pravastatin by 24%, prolongs its half-life by 14%, and decreases its apparent clearance by 18%, suggesting that quercetin modestly inhibits the uptake of pravastatin in hepatic cells (91581).\nless\nPRAZOSIN (Minipress)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, quercetin might increase the effects and adverse effects of prazosin.\nIn vitro research shows that quercetin inhibits the transcellular efflux of prazosin, possibly through inhibition of breast cancer resistance protein (BCRP), of which prazosin is a substrate. BCRP is an ATP-binding cassette efflux transporter in the intestines, kidneys, and liver (107897). So far, this interaction has not been reported in humans.\nless\nQUETIAPINE (Seroquel)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the effects and adverse effects of quetiapine.\nAnimal research shows that pretreatment with quercetin can increase plasma levels of quetiapine and prolong its clearance, possibly due to inhibition of cytochrome P450 3A4 (CYP3A4) by quercetin. Additionally, the brain-to-plasma ratio of quetiapine concentrations increased, possibly due to inhibition of P-glycoprotein at the blood-brain barrier (104228). This interaction has not been reported in humans.\nless\nQUINOLONE ANTIBIOTICS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, concomitant use might inhibit the effects of quinolone antibiotics.\nIn vitro, quercetin binds to the DNA gyrase site on bacteria (481), which may interfere with the activity of quinolone antibiotics.\nless\nROSUVASTATIN (Crestor)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, concomitant use might increase the effects and adverse effects of rosuvastatin.\nAnimal research shows that quercetin increases the maximum serum concentration (Cmax) and area under the curve (AUC) of rosuvastatin by 81% and 16%, respectively. The half-life was increased by about 30 minutes (115679). So far, this interaction has not been reported in humans. The mechanism of action may involve the inhibition of OATP 1B1.\nless\nSULFASALAZINE (Azulfidine)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, quercetin might increase the effects and adverse effects of sulfasalazine.\nAnimal research shows that quercetin increases the maximum serum concentration (Cmax) and area under the curve (AUC) of sulfasalazine, possibly through inhibition of breast cancer resistance protein (BCRP), of which sulfasalazine is a substrate (107897). So far, this interaction has not been reported in humans.\nless\nTUCATINIB (Tukysa)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use might increase the effects and adverse effects of tucatinib.\nAnimal research shows that quercetin increases the maximum serum concentration (Cmax) and area under the curve (AUC) of tucatinib by up to 59% and 75%, respectively (115681). This interaction has not been shown in humans. The mechanism of action may involve the inhibition of cytochrome P450 2C8.\nless\nWARFARIN (Coumadin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, quercetin may increase the risk of bleeding if used with warfarin.\nAnimal and in vitro studies show that quercetin might increase serum levels of warfarin (17213, 109619). Quercetin and warfarin have the same human serum albumin (HSA) binding site, and in vitro research shows that quercetin has stronger affinity for the HSA binding site and can theoretically displace warfarin, causing higher serum levels of warfarin (17213). Animal research shows that taking quercetin for 2 weeks before initiating warfarin increases the maximum serum level of warfarin by 30%, the half-life by 10%, and the overall exposure by 63% when compared with control. Concomitant administration of quercetin and warfarin, without quercetin pre-treatment, also increased these measures, but to a lesser degree. Researchers theorize that inhibition of CYP3A4 by quercetin may explain these effects (109619). So far, this interaction has not been reported in humans.\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nHERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nTheoretically, quercetin might have hypoglycemic effects.\nPreliminary clinical research shows that taking quercetin in combination with other ingredients can decrease blood glucose levels in patients with type 2 diabetes (96779). Although the effect of quercetin alone is unclear, theoretically quercetin might have additive effects with other herbs and supplements that decrease blood glucose levels. See other products with hypoglycemic activity here.\nless\nHERBS AND SUPPLEMENTS WITH HYPOTENSIVE EFFECTS\nTheoretically, quercetin might have hypotensive effects.\nQuercetin can modestly decrease blood pressure in people with mild hypertension (16424, 96780). Theoretically, combining quercetin with other herbs and supplements with hypotensive effects might increase the risk of hypotension.\nless",
            "Interactions with Conditions": "KIDNEY DYSFUNCTION\nTheoretically, intravenous quercetin may exacerbate kidney dysfunction. Nephrotoxicity has been reported with use of quercetin in large amounts (9563, 9564).\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Presentation\nNephrotoxicity has been reported with use of intravenous quercetin in amounts greater than 945 mg/m2 (9563, 9564, 70304).\nTreatment\nThere is insufficient reliable information available about the treatment of overdose with quercetin.",
            "Pharmacokinetics": "Absorption\nIn general, quercetin is not well absorbed in the gastrointestinal tract (67111, 70317, 91576). However, quercetin absorption appears to be affected by various factors. The source of quercetin appears to influence its oral absorption (481, 486, 487, 8976, 36597). Also, the sugar moiety attached to quercetin appears to influence its absorption, with absorption of free quercetin glucoside occurring faster than absorption of free quercetin rutin or free quercetin aglycone (67086, 70353). The free aglycone of quercetin is extensively metabolized in the intestine, limiting its oral bioavailability (16418). However, when provided in food matrices, quercetin aglycone seems to be better absorbed than its glucoside in humans (66935). Intake of dietary fat along with quercetin appears to increase its absorption (91576). Also, intake of pectin increases the absorption of quercetin (92478). A specific quercetin product (Quercetin Phytosome, Indena SpA), which is formulated in a lecithin-based delivery system, has improved absorption over quercetin aglycone (100966). Consuming black currant juice, alpine cranberries, bilberries, and other fruits and vegetables for several weeks increases plasma levels of quercetin, indicating that quercetin glycosides in food are bioavailable (7726, 9443, 16421, 67086). Dietary quercetin glycosides are hydrolyzed in the intestine to produce the aglycone. The glycosides also undergo deglycosidation by enterobacteria. The aglycone is then conjugated to glucuronides or sulfates for absorption (16422, 70302).\n\nPlasma concentrations of quercetin glucuronide, sulfate, or unconjugated quercetin aglycone from the glycoside rutin appear to be higher in women than men. When administered as quercetin aglycone, however, there are no bioavailability differences between men and women. Quercetin is absorbed from different parts of the intestines when given as quercetin aglycone or rutin, but the sex differences in bioavailability are not completely understood (9442, 70311).\n\nThe time to maximum plasma concentrations (Tmax) after oral administration of quercetin aglycone is dose-dependent. After an oral dose of 8, 20, or 50 mg, Tmax is 1.9, 2.7, or 4.9 hours, respectively (9442). After a single dose of 1095 mg, the Tmax was approximately 10 hours. Quercetin levels were elevated for at least 13 hours (96780). One pharmacokinetic study shows that a single dose of a lecithin-based quercetin product (Quercetin Phytosome, Indena SpA) 500 mg has an 18-fold greater area under the concentration-time curve (AUC), a 20-fold larger maximum concentration (Cmax), and a 90-minute shorter Tmax when compared with quercetin aglycone 500 mg (100966).\nDistribution\nQuercetin is present in the plasma as glucuronides, sulfates, and O-methylated derivatives, with only small quantities of the aglycone present (9175, 9442, 16422, 16423, 16430, 70330). In plasma, quercetin is extensively protein-bound (9442, 70351). Plasma protein binding might affect the activity of quercetin (481, 486, 487).\nMetabolism\nFollowing conjugation, quercetin is methylated in the liver to isorhamnetin and tamarixetin (92478). Some evidence suggests that 23% to 81.1% of quercetin is metabolized to carbon dioxide and released in expired air of humans (70313).\nExcretion\nThe half-lives of quercetin and its metabolites range from 6-28 hours (9174, 16423, 16430, 100966). In one study, quercetin levels returned to baseline by 17 hours after a single 1095 mg dose (96780). The half-life of a lecithin-based quercetin product (Quercetin Phytosome, Indena, SpA) is around 3.3-3.8 hours (100966). Quercetin is excreted in the urine as glucuronide and sulfate derivatives, as well as methylated metabolites (16423, 92478).",
            "Mechanism of Action": "General\nQuercetin is a dietary flavonoid that occurs abundantly in red wine, tea, onions, kale, tomatoes, broccoli, green beans, asparagus, apples, and berries (481, 483, 1995, 7726, 16423). Biosynthesis of quercetin is stimulated by light, and it accumulates particularly in leaves and fruit skins (16430). Typical dietary intake of quercetin is between 5 mg and 40 mg per day, but intake of 200-500 mg/day is possible with high consumption of fruits and vegetables, especially when the peel is consumed (16418).\n\nDietary quercetin is mainly present as glycosides (16422). The most common form of quercetin is rutin, in which quercetin is bound to a glucose-rhamnose moiety. Quercetin is also found bound to one or two glucose molecules (monoglycoside and diglycoside forms) (9442, 9443). Quercetin glucoside found in onions can be split to the free, aglycone form by maceration of the onion, and it is removed from the onion by boiling (16423).\nAnti-allergic effects\nPreliminary evidence suggests that quercetin might work similar to cromolyn, inhibiting antigen-stimulated histamine release from mast cells of patients with allergic rhinitis (9176). Other research shows that quercetin might inhibit the proliferation of mast cells in vitro (70322).\nAnti-inflammatory effects\nThe anti-inflammatory effects of quercetin might be due to inhibition of the production and activity of leukotrienes and prostaglandins and inhibition of histamine release by basophils and mast cells (483). In vitro and animal studies indicate that quercetin inhibits the cyclooxygenase-2 (COX-2) enzyme and nuclear factor-kappa B, which controls expression of genes encoding pro-inflammatory cytokines (16429). However, effects on COX-2 production may not occur in vivo (12489). It has been suggested that quercetin might be useful for reducing inflammatory cytokine release and muscle damage associated with prolonged, intense exercise (16429, 16431). Quercetin decreases levels of some inflammatory cytokines in patients with rheumatoid arthritis (96774). However, in humans undergoing intense exercise, quercetin does not seem to have significant effects on muscle or plasma cytokine levels or leukocyte cytokine mRNA expression (16429, 16431). Also, a meta-analysis of 10 clinical studies shows that quercetin does not significantly affect levels of C-reactive protein (CRP), interleukin-6 (IL-6), or tumor-necrosis factor (TNF)-alpha when compared with placebo. Subgroup analyses suggest that quercetin might modestly reduce CRP and IL-6 in patients with diagnoses that may affect inflammatory status, such as rheumatoid arthritis, diabetes, or metabolic syndrome (104227).\n\nThe anti-inflammatory and antioxidant effects of quercetin might be responsible for the observed benefits in men with chronic, nonbacterial prostatitis (481).\nAnticancer effects\nSuggested mechanisms for the anticarcinogenic effects of quercetin include antioxidant effects, inhibition of cell proliferation, cell cycle arrest, induction of apoptosis, promotion of cell differentiation, and inhibition of angiogenesis (9564, 70304, 70312, 70336, 70352). Flavonoids such as quercetin can also inhibit phase 1 enzymes, thereby decreasing metabolic activation of procarcinogens, and increase activity of phase 2 enzymes which detoxify carcinogens, such as those from tobacco (16427). Quercetin also inhibits nitric oxide and tyrosine kinase, leading to inhibition of the division and growth of T-cells and some cancer cells (481, 1995, 70336). In addition, quercetin might regulate cancer cell growth by binding to type II estrogen binding sites, which are found on larynx, breast, melanoma, ovary, meninges, leukemia, and colorectal cancer cells (70327, 70352).\n\nQuercetin might reduce cancer risk by inactivating malignant precursors or by inhibiting carcinogenesis (9563). Epidemiologic studies have found that a high dietary intake of quercetin and related flavonols might reduce the risk of pancreatic cancer, especially in male smokers, and also reduce the risk of lung cancer (16426, 16427). However, no link was found between flavonol intake and ovarian cancer risk (16428). Preliminary studies suggest quercetin might have inhibitory effects on various cancer types, including breast, leukemia, colon, ovary, oral squamous cell, endometrial, gastric, and non-small cell lung (483, 485, 63346, 70336). Quercetin has antiestrogenic effects in cultures of breast cancer cells (484). It also inhibits estrone sulfatase and estrogen synthesis in liver cells (489).\nAntiobesity effects\nProliferation of preadipocyte cells throughout life increases fat mass, while lipolysis of mature adipocytes reduces fat mass. Preliminary research shows that quercetin can inhibit preadipocyte proliferation, induce preadipocyte apoptosis, and stimulate lipolysis in mature adipocytes in vitro (45451).\nAntioxidant effects\nThe antioxidant effects of quercetin likely play a role in most of its potential clinical effects. As a dietary flavonoid, quercetin has antioxidant effects (16418, 31668, 70329). Like other flavonoids, its antioxidant effects are related to the catechol-type B-ring and location of hydroxyl substitutions (16418, 70330). Preliminary research shows that quercetin prevents the oxidation of low-density lipoproteins and can suppress physiological reactions of heavy metals ions that are known to generate free radicals (35485, 67086, 70305). However, preliminary research in humans suggests that quercetin does not reduce biomarkers of oxidative stress, indicating that the antioxidant effects observed in vitro and in vivo might not translate to clinically meaningful benefits (16424, 66763, 66930, 70328, 70332). Also, when acting as an antioxidant, quercetin can be converted to substances which release reactive oxygen species when they are converted back to quercetin. Therefore, it can have pro-oxidant activity, especially at high doses (16418).\nAntiviral effects\nQuercetin demonstrates activity against retroviruses as well as Herpes simplex, polio, parainfluenza, respiratory syncytial viruses, and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (483, 54936, 111412). In cell cultures, quercetin reduced the infectivity of viruses and blocked viral replication, possibly by induction of interferon, binding of viral capsid proteins, and inhibition of DNA gyrase and proteases (16430). A study of the effect of quercetin on SARS-CoV-2 suggests that the phytosome form of quercetin might be more effective. Researchers theorize that the lecithin-based phytosome delivery formulation of quercetin increases bioavailability by up to 20-fold, and in vitro research suggests that quercetin might bind to SARS-CoV-2 proteases and inhibit viral entry. Quercetin also exerts anti-inflammatory effects which might modulate and prevent the cytokine storm associated with the pathogenesis of severe coronavirus disease 2019 (111412).\nCardiovascular effects\nAlthough researchers believe quercetin might protect against heart disease (1995), short-term supplementation does not seem to affect cholesterol levels and has mixed effects on blood pressure (1998, 1999, 16424). Preliminary evidence suggests that quercetin might inhibit platelet aggregation in vitro (1999). Also, some research shows that single doses of 150-300 mg quercetin glucoside produce strong, competitive inhibition of collagen-stimulated platelet aggregation 30 minutes after ingestion, with a smaller effect on thrombin- and ADP-induced platelet aggregation (16419). However, other preliminary evidence shows that taking quercetin 1 gram daily for 4 weeks or eating food containing quercetin 114 mg daily for one week does not affect platelet aggregation or coagulation factors (1998, 1999). Some research shows that quercetin supplementation might improve endothelial function in healthy patients (70334). In cell cultures, quercetin inhibits the proliferation and hypertrophy of smooth muscle cells which contributes to vessel wall thickening (16425). Quercetin seems to inhibit the ability of monocytes to attach to vascular endothelial cells, which may reduce atherosclerosis (9444). Flavonoids such as quercetin also inhibit LDL oxidation, which is a key event in atherosclerotic plaque genesis (16425). However, a clinical study in patients with a recent myocardial infarction (MI) shows that taking quercetin 500 mg daily for 8 weeks does not improve markers of inflammation related to MI (i.e., vascular cell adhesion molecule 1, intracellular adhesion molecule 1) when compared with placebo (112228).\n\nSome research shows that quercetin has vasorelaxant properties and reduces blood pressure in animals (16424, 16425, 66758, 70325, 70350).\nFertility effects\nA small clinical study in patients with asthenospermia shows that adding quercetin 50 mcM to semen samples prior to freezing improves the motility, morphology, and viability of sperm when compared with frozen samples lacking quercetin (107896). However, it is unclear if these findings result in improved pregnancy rates.\nHepatic effects\nIn vitro research shows that quercetin inhibits the proliferation of hepatic stellate cells (70314). Theoretically, this might protect against liver fibrosis.\nHypoglycemic effects\nIn human research, taking quercetin increased levels of adiponectin, a hormone involved in glycemic control (96782). Quercetin also decreases resistin, an adipokine involved in induction of insulin resistance (99237). In animal and laboratory research, quercetin has been shown to improve glucose metabolism and reduce gluconeogenesis (96779).\nImmunomodulatory effects\nQuercetin may influence immune system function. In vitro and animal studies indicate that quercetin increases neutrophil chemotaxis, macrophage phagocytosis, natural killer cell lytic activity, and mitogen-stimulated lymphocyte proliferation (16430). Its effects on nuclear factor-kappa B may reduce production of interleukin-1beta, tumor necrosis factor alpha, monocyte chemoattractant protein, and macrophage inflammatory protein (16430).\nMineral status-altering effects\nSome evidence suggests quercetin alters intestinal cell homeostasis of copper, iron, and manganese (1997).\nOcular effects\nQuercetin appears to reduce capillary fragility and might offer some protection against diabetic cataracts, possibly by inhibiting aldose reductase in the lens (483, 9563).\nRenal effects\nPreliminary evidence suggests that quercetin might improve early function of kidney transplants, possibly due to its antioxidant effects, inhibition of xanthine oxidase, reduction of pro-inflammatory cytokines, and induction of hemoxygenase-1 (16420)."
        }
    },
    "Quillaia": {
        "sections": {
            "Overview": "Quillaia is a large evergreen tree found in Peru and Chile. Constituents from quillaia bark called saponins are natural detergents, and have foaming and emulsifying properties (6, 99885, 99886).",
            "Safety": "LIKELY SAFE when used in amounts commonly found in foods. Quillaia has Generally Recognized As Safe (GRAS) status for use in foods in the US (4912).\nPOSSIBLY UNSAFE when used orally in medicinal amounts. Quillaia contains oxalates and tannins which can cause serious adverse effects when consumed in large amounts (12).\nThere is insufficient reliable information available about the safety of quillaia when used topically.\nPREGNANCY AND LACTATION: POSSIBLY UNSAFE when used in medicinal amounts (12); avoid using.",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nAcute bronchitis. Although there is interest in using oral quillaia for acute bronchitis, there is insufficient reliable information about the clinical effects of quillaia for this condition.\nAsthma. Although there is interest in using oral quillaia for asthma, there is insufficient reliable information about the clinical effects of quillaia for this condition.\nChronic obstructive pulmonary disease (COPD). Although there is interest in using oral quillaia for COPD, there is insufficient reliable information about the clinical effects of quillaia for this condition.\nDiabetic foot ulcers. Although there is interest in using topical quillaia for diabetic foot ulcers, there is insufficient reliable information about the clinical effects of quillaia for this purpose.\nHypercholesterolemia. Oral quillaia has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research in Korean adults with total cholesterol levels greater than 220 mg/dL shows that taking a partially purified extract of quillaia and yucca, 0.3 mg three times daily for 4 weeks, decreases total cholesterol by around 13% and low-density lipoprotein (LDL) cholesterol by around 17% when compared with baseline (99888). The validity of this finding is limited by the lack of a statistical comparison with the placebo group.\nless\nPressure ulcers. Although there is interest in using topical quillaia for pressure ulcers, there is insufficient reliable information about the clinical effects of quillaia for this purpose.\nSeborrheic dermatitis. Although there is interest in using topical quillaia for seborrheic dermatitis, there is insufficient reliable information about the clinical effects of quillaia for this purpose.\nTinea pedis. Although there is interest in using topical quillaia for tinea pedis, there is insufficient reliable information about the clinical effects of quillaia for this purpose.\nVenous leg ulcers. Although there is interest in using topical quillaia for venous leg ulcers, there is insufficient reliable information about the clinical effects of quillaia for this purpose.\nMore evidence is needed to rate quillaia for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\n\nTannins, which are found in quillaia, can alter the absorption of foods and nutrients by binding with digestive enzymes, alkaloid substances, minerals, and nitrogen-rich compounds. However, tannins are neutralized during processing and dietary consumption, making it difficult to determine the extent, if any, to which quillaia might alter absorption (12, 103714, 103715). Until more is known, separate the oral use of quillaia from other products by at least 1 hour.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of quillaia.",
            "Interactions with Drugs": "IMMUNOSUPPRESSANTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, concomitant use of quillaia with immunosuppressant drugs might decrease the effectiveness of these drugs.\nIn vitro research shows that some quillaia constituents have immunostimulant effects (6, 11, 3851, 99885).\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nCALCIUM\nQuillaia might decrease calcium absorption.\nQuillaia contains oxalate (7, 12), which can bind multivalent metal ions in the gastrointestinal tract and decrease mineral absorption.\nless\nIRON\nQuillaia might decrease iron absorption.\nQuillaia contains oxalate (7, 12), which can bind multivalent metal ions in the gastrointestinal tract and decrease mineral absorption.\nless\nZINC\nQuillaia might decrease zinc absorption.\nQuillaia contains oxalate (7, 12), which can bind multivalent metal ions in the gastrointestinal tract and decrease mineral absorption.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with quillaia.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of quillaia.",
            "Mechanism of Action": "General\nThe applicable part of quillaia is the inner bark. It contains tannins, oxalates, and saponins. Tannins have astringent properties, dehydrating external layers of tissue, reducing internal secretions, and forming a protective layer of external cells (7, 12). Around 60 unique saponins have been identified in quillaia, containing lipophilic aglycones, hydrophilic saccharide side chains, and acyl side chains (99885).\nAnalgesic effects\nAnimal research shows that intraplantar injection of quillaic acid, prepared from a partially purified saponin extract of quillaia bark, relieves hyperalgesia in both the acute and chronic phases of pain in a mouse model of inflammatory skeletal muscle pain (105748).\nAnti-inflammatory effects\nSome evidence suggests that saponins in quillaia have anti-inflammatory effects (11).\nAntibacterial effects\nSome evidence suggests that quillaia saponins have antibacterial effects against Salmonella typhimurium and Staphylococcus aureus, and mixed effects against Escherichia coli. These effects might be due to binding of saponin aglycones with cell membrane cholesterol, impairing the ability of microorganisms to infect healthy cells (11, 99885).\nAntifungal effects\nQuillaia saponins have antifungal activity against Alternaria solani, Aspergillus ochraceus, Fusarium oxysporum, Penicillium roguefortii, and Verticillium dahlia, but not Collectotrichum coccodes in vitro (99885).\nAntiparasitic effects\nQuillaia saponins have in vitro antiparasitic activity against Blastocystis species and Trichomonas vaginalis, which can infect humans, and against Histomonas meleagridis and Tetratrichomonas gallinarum, which primarily infect birds. The saponins are thought to have detergent effects on protozoal membrane cholesterol, leading to cell lysis (99885).\nAntiviral effects\nQuillaia extracts seem to prevent and inhibit the spread of rotavirus infection at a concentration as low as 1 mcg/mL, which is much lower than concentrations exhibiting cell cytotoxicity (99886, 99887). Additionally, giving a quillaia saponin extract, 0.015 mg daily for 5 days, reduces the incidence and severity of diarrhea in rotavirus-infected mice (99886). Quillaia extracts have also shown antiviral activity against herpes simplex virus 1, human immunodeficiency virus (HIV), and varicella zoster virus (99885). The extracts are thought to disrupt viral cellular membrane proteins, blocking attachment of virus to uninfected cells (99885, 99886, 99887).\nCytotoxic effects\nSome laboratory evidence suggests that quillaia extracts and saponins have cytotoxic effects (11, 99887). Some constituents can bind to cholesterol, limiting toxic effects on healthy cells, while allowing for selective cytotoxicity against tumor cells (99885).\nHepatoprotective effects\nSome animal research suggests that quillaia saponin-containing extracts have hepatoprotective effects, possibly mediated through antioxidant effects (99885).\nImmunostimulant effects\nLaboratory research shows that QS-21, a quillaia saponin, can augment both antibody and cell-mediated immune responses when used as an adjuvant for vaccines against human immunodeficiency virus and cancer (6, 11, 3851, 99885).\nLipid effects\nQuillaia saponins appear to bind lipids and bile acids in the intestine, forming insoluble complexes that are excreted in the stool (3850, 99888)."
        }
    },
    "Quince": {
        "sections": {
            "Overview": "Quince is a tree native to western and central Asia and the Caucasus. It bears a pome fruit, which is used in foods such as pies, jams, puddings, liquors, and pastes (98513, 98515). The fruit has also traditionally been used as medicine, often for respiratory and gastrointestinal conditions (98518).",
            "Safety": "There is insufficient reliable information available about the safety of quince in adults.\nCHILDREN: POSSIBLY SAFE when used orally by children 7 months and older. Quince fruit extract in syrup has been used at a dose of 0.25-0.3 mL/kg twice daily for up to 4 weeks with no reported adverse effects (98517, 102046).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, quince syrup seems to be well tolerated in children aged 7 months and older. However, there is insufficient reliable information about the adverse effects of long-term use in children, and a thorough evaluation of safety outcomes has not been conducted in adults.",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nPOSSIBLY EFFECTIVE\nGastroesophageal reflux disease (GERD). Clinical research suggests that oral quince fruit extract may be beneficial for reducing symptoms of GERD in children 7 months and older. Its benefits in adults are unclear.\nA small clinical study in children 7 months and older shows that taking quince fruit extract in syrup 0.3 mL/kg twice daily for 4 weeks is no different than taking omeprazole 2 mg/kg daily for reducing symptoms of GERD. In children aged 7 months to 5 years, symptoms included refusal to eat, regurgitation, choking, and burping. In children 5-18 years of age, symptoms included abdominal pain, nausea, vomiting, burping, and pain after eating (98517). Additionally, taking quince fruit extract in syrup 0.25 mL/kg plus ranitidine 4 mg/kg twice daily for 4 weeks reduces overall GERD symptom scores when compared with ranitidine alone in children 12-48 months of age (102046).\nless\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAllergic rhinitis (hay fever). Intranasal quince has only been evaluated in combination with other ingredients; its effects when used alone are unclear.\nA small clinical study in patients with grass pollen allergy shows that using a specific nasal spray (Gencydo, Weleda AG) containing lemon and quince three times daily for 7 days may modestly improve nasal airflow after pollen exposure. However, it does not improve nasal symptoms or reduce histamine in the nasal mucus compared to placebo (98826).\nless\nAsthma. Although there has been interest in using oral quince for asthma, there is insufficient reliable information about the clinical effects of quince for this purpose.\nPeptic ulcers. Although there has been interest in using oral quince for peptic ulcers, there is insufficient reliable information about the clinical effects of quince for this purpose.\nPregnancy-induced nausea and vomiting. It is unclear if oral quince syrup is beneficial for morning sickness.\nPreliminary clinical research in adults with mild to moderate morning sickness shows that taking 1 tablespoon of quince fruit syrup three times daily before meals for one week reduces nausea and vomiting by about 45%, compared with 13% in patients taking vitamin B6 20 mg three times daily (98512).\nless\nWound healing. Although there has been interest in using topical quince for wound healing, there is insufficient reliable information about the clinical effects of quince for this purpose.\nMore evidence is needed to rate quince for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nChildren\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nA specific nasal spray (Gencydo, Weleda AG) containing lemon and quince fruit has been used in a clinical trial. The spray contains lemon juice 80-120 mg and quince fruit extract 300 mg per 10 mL in sterile 0.9% saline, which is equivalent to 6.5 mg citric acid per 10 mL (98826).\n\nQuince syrup has been made from the heated fresh extract of quince fruit. In one trial, the heated extract was standardized to contain 67% to 77% dry residue. A syrup was prepared from the extract so that each 1 mL contained 600 mg extract. Following the addition of sugar, each 1 mL of syrup was 37% water, 51% quince extract, and 12% sucrose (98517). In another clinical trial, the final syrup preparation contained 50 mg of dried fruit extract per 1 mL (102046).\n\nIn another clinical trial, quince syrup was prepared after boiling the fruit with sugar. The final syrup was standardized to 2 mg total phenols as gallic acid equivalents per 1 gram concentrated syrup (98512).",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with quince.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of quince.",
            "Mechanism of Action": "General\nThe applicable part of quince is the fruit, seed, and leaves. The seeds contain cyanogenic glycosides as amygdalin at 0.4% to 1.5%, or 27-75 mg cyanide per 100 grams of seeds, suggesting potential toxicity (18). The seeds contain cellulose and water-soluble polysaccharides, which make a mucilage when soaked in water (98513). Both the fruit and leaves are high in phenolic acids and flavonoids, including hydroxycinnamic derivatives and kaempferol and quercetin glycosides. The fruits contain carotenoid metabolites such as norisoprenoids. The leaves are high in caffeoylquinic acids, especially 5-o-caffeoylquinic acid also known as neochlorogenic acid (98514, 98518, 98519, 98521). The fruit also contains a wax consisting of crystalline and oily matter, including phytosterols, triterpenoic acids, and other compounds (98518).\nAnti-allergy effects\nIn an animal model, topical quince seed extract reduced allergic skin lesion caused by dust mites by suppressing the production of a specific compound involved in the inflammation of skin keratinocytes and the production of IgE (98513). Also, oral intake of a quince fruit extract reduced the production and activity of IgE and prevented the development of atopic dermatitis, in an animal model (98515).\n\nThe anti-allergy effects of a lemon-quince preparation have been shown in laboratory models (98516, 98519, 98520). In isolated human peripheral blood mononuclear cells (PBMCs) this combination has an effect on the differentiation of T-cells by producing more interleukin (IL)-10 than IL -12, suggesting the growth of immunoregulatory monocytes (98516). Furthermore, the combination also inhibits the production of inflammatory mediators from mast cells. The quince constituent neochlorogenic acid does not appear to play a role. Also, quince extract itself does not inhibit the activity of basophils (98519). Despite these mechanisms, an early study suggests that using a nasal spray containing this combination (Gencydo, Weleda AG) does not improve the symptoms of allergic rhinitis (98826).\nAnti-cancer effects\nIn vitro, both water-soluble and wax extracts of quince fruit inhibited the proliferation of cancer cells. The antioxidant constituents were suggested to be involved (98518).\nAnti-inflammatory effects\nAt least some of the potential benefits of quince might be related to its anti-inflammatory effects. In laboratory research, a quince peel extract high in polyphenols inhibited the pro-inflammatory pathway and promoted the anti-inflammatory pathway in macrophages. The anti-inflammatory effect of this extract seems to be due to the production of interleukin (IL)-6, which inhibited the production of inflammatory cytokines (98514).\nWound healing effects\nThe mucilage derived from quince seeds enhanced the proliferation of skin fibroblasts in laboratory models (98513)."
        }
    },
    "Quinoa": {
        "sections": {
            "Overview": "Quinoa is a grain crop that is native to the Andean region of South America, where it has been used as a drought-tolerant food grain source since around 3000 BC. Due to its high protein content and lack of gluten, quinoa is often used as a protein source by vegetarians and as a wheat substitute by people with celiac disease or gluten sensitivity. While higher in protein content than other grains and containing all the essential amino acids, the total protein content in quinoa may be too low to consider this crop as a meat replacement (27590, 27591, 29417, 99148, 99149, 99154, 112063, 112064).",
            "Safety": "LIKELY SAFE when used orally in food amounts. Quinoa is a common food source for many people (99147, 99148, 99149).\nThere is insufficient reliable information available about the safety of quinoa when used in medicinal amounts.\nPREGNANCY AND LACTATION: LIKELY SAFE when used orally in food amounts. There is insufficient reliable information available about the safety of quinoa in medicinal amounts; avoid using.",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nObesity. Preliminary clinical research in healthy overweight males shows that consuming a bread providing quinoa flour 20 grams daily for 4 weeks does not affect anthropometric measures, blood pressure, or plasma levels of glucose or cholesterol when compared with consuming a refined wheat bread (99147).\nPostmenopausal conditions. One small clinical study in postmenopausal adults shows that consuming quinoa flakes 25 grams daily for 4 weeks does not improve glycemic or lipid indices or anthropometric measures when compared with consuming corn flakes (99148).\nMore evidence is needed to rate quinoa for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of quinoa.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with quinoa.",
            "Pharmacokinetics": "Absorption\nIn humans, the digestibility of quinoa seed increases following milling (27585).",
            "Mechanism of Action": "General\nQuinoa is a type of plant. The seed of the plant is used as a pseudograin. Quinoa is often used in the diet as a replacement for true grains, such as wheat (99150). Unlike true grains, quinoa has a balanced amino acid profile, containing all the essential amino acids (112063). It is also high in starchy carbohydrates which are digested more slowly than in other cereal grains (99147, 112065). Based on dry weight, quinoa flour contains protein (16%), vitamin E 19 mg/kg, thiamine 0.7 mg/100 grams, iron 70 mg/kg, zinc 48 mg/kg, magnesium 1.8 grams/kg, glucose (4.55%), fructose (2.41%), sucrose (2.39%), and calcium. It has a caloric value of 435.5 Kcal/100 grams (27581, 27583). Another analysis shows that quinoa flour containing 11.2% moisture contains D-xylose 120 mg/100 grams, maltose 101 mg/100 grams, glucose 19 mg/100 grams, and fructose 20 mg/100 grams (27580). Quinoa also contains unsaturated fatty acids, soluble and insoluble fiber, saponins, flavonoids, phenolic acids, superoxide dismutase, and alpha- and gamma-tocopherols (99148, 99152, 112063, 112064). Nutrient levels differ slightly between colored varieties (99152). Quinoa does not contain the protein gluten and can be consumed by people with celiac disease (99154).\nAntidiabetic effects\nIn a rat model of diabetes, an aqueous extract of quinoa seed reduces blood glucose and improves glucose tolerance (106581). In people over with overweight and prediabetes, a very small non-randomized, non-blinded clinical study shows that replacing the complex carbohydrates in a regular diet with quinoa-based products for 4 weeks is associated with small decreases in body weight, waist circumference, body mass index, and postprandial glycemia (112063). This may be due to the lower content of carbohydrates, polysaccharides and starch in the quinoa diet. In a small meta-analysis of clinical studies in a heterogenous population, quinoa seed supplementation reduces serum levels of insulin, but not fasting blood glucose (106584).\nAntioxidant effects\nIn vitro, an aqueous extract of quinoa seed demonstrates potent antioxidant activity (106581).\nCardiovascular effects\nIn a rat model of hypertension, quinoa protein reduces blood pressure similarly to captopril (106582).\nGastrointestinal effects\nSome research has evaluated the impact of quinoa on the composition and metabolism of the fecal microbiome, which is thought to play a role in health. In healthy animals, a protein-rich quinoa flour increases the activity of alpha- and beta-glucosidase and alpha-galactosidase and levels of short-chain fatty acids in the cecum, when compared with a casein- or soy-based diet (106580). In hypertensive rats, quinoa protein improves hypertension-related gut dysbiosis by increasing alpha diversity similarly to captopril and by attenuating hypertension-induced changes in gut microbial structure (106582). In an animal model of obesity, quinoa was found to have small effects on the microbiota. Taking quinoa seems to decrease the bacterial production of butyrate and succinic acid, suggesting a change in the metabolism of the microbiota (99149). In otherwise healthy, males with overwight, eating a wheat roll enriched with 20 grams of quinoa flour daily for 4 weeks does not significantly alter the gut microbiome when compared to baseline (112065).\n\nIn vitro, quinoa has demonstrated prebiotic effects in bacterial cultures. However, it is not clear if these effects would be different in humans (99153). In healthy volunteers, consuming a quinoa-based beverage, containing Lactobacillus plantarum in a probiotic dose of 1012 CFU/mL, daily for 14 days increases Lactobacillus numbers in the feces, but does not alter the existing balanced microflora of the gut (112064).\nHepatic effects\nIn healthy animals, a diet based on protein-rich quinoa flour increases levels of alanine aminotransferase and alkaline phosphatase when compared with casein- or soy-based diets (106580). In a rat model of diabetes, an aqueous extract of quinoa seed improves diabetes-induced damage to hepatic tissue similarly to glyburide (106581).\nImmunomodulating effects\nIn healthy animals, a diet based on protein-rich quinoa flour increases levels of interleukin 6 when compared with a casein-based diet (106580).\nLipid effects\nIn healthy animals, a diet based on protein-rich quinoa flour reduces levels of total and low-density lipoprotein (LDL) cholesterol when compared with a casein- or soy-based diet (106580). In humans with various underlying medical conditions, consumption of quinoa reduces levels of total and LDL cholesterol and triglycerides (27579, 106583, 106584).\nWeight effects\nIn animals, a diet based on protein-rich quinoa flour attenuates decreases in body weight observed with a soy-based diet (106580). In other animal research, quinoa seemed to delay weight gain in an obesity model (99149). In humans, quinoa appears to be more satiating compared with traditional cereal foods, such as wheat and rice, and has been associated with small decreases in weight, body mass index, waist circumference, and fat mass (27589, 106583, 106584, 112063)."
        }
    }
}