{
    "Jaborandi": {
        "sections": {
            "Overview": "Jaborandi is a plant found in Brazil. It has a traditional history of use in medicine, but is no longer used due to safety concerns. Jaborandi has been used in the production of pilocarpine (18). Avoid confusing jaborandi with Pilocarpus jaborandi (Pernambuco jaborandi) (19) and Pilocarpus pennatifolius (Paraguay jaborandi).",
            "Safety": "UNSAFE when the leaf is used orally or topically due to its pilocarpine constituent. The lethal dose of jaborandi is estimated to be 5-10 grams of leaf (18).\nPREGNANCY: UNSAFE when used orally or topically because it has teratogenic and uterine stimulant effects and contains pilocarpine(19).\nLACTATION: UNSAFE when used orally or topically because it contains pilocarpine (18).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, jaborandi can cause toxicity. Symptoms of jaborandi poisoning include bradycardia, bronchospasm, colic, cardiac collapse and possible arrest, convulsions, hypotension, dyspnea, nausea, severe salivation, strong secretion of sweat, and vomiting. The lethal oral dose of jaborandi leaf is approximately 5-10 grams (18).\nCardiovascular\nOrally, cardiovascular symptoms of jaborandi poisoning include bradycardia, cardiac collapse and possible arrest, and hypotension (18).\nless\nGastrointestinal\nOrally, gastrointestinal symptoms of jaborandi poisoning include colic, nausea, and vomiting (18).\nless\nNeurologic/CNS\nOrally, neurologic symptoms of jaborandi poisoning include convulsions, severe salivation, and strong secretion of sweat (18).\nless\nPulmonary/Respiratory\nOrally, pulmonary symptoms of jaborandi poisoning include bronchospasm and dyspnea (18).\nless",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of jaborandi.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jaborandi.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "INTRAOCULAR PRESSURE\nJaborandi might reduce intraocular pressure due to its pilocarpine content (15, 18).\nless",
            "Overdose": "The lethal oral dose of the pilocarpine constituent in jaborandi is approximately 60 mg, corresponding to approximately 5-10 grams of jaborandi leaf (18).",
            "Mechanism of Action": "General\nThe applicable part of jaborandi is the leaf. Jaborandi contains the parasympathetic system stimulants pilocarpine and epiisopilosine. Other alkaloids include pilosine, isopilosine, epiisopiloturine, and macaubine (18, 102775).\nCholinergic effects\nPilocarpine, a constituent of jaborandi, has cholinergic activity and stimulates saliva secretion, sweat, and smooth muscle contraction in the gastrointestinal tract (18). It also causes ocular miosis (15)."
        }
    },
    "Jackfruit": {
        "sections": {
            "Overview": "The jackfruit tree is native to southwestern India but is now widely cultivated in other countries, including Sri Lanka, Malaysia, Burma, Indonesia, East Africa, Jamaica, and Brazil (90490). The wood of the tree is used for furniture and musical instruments, and the fruit and seeds are consumed as food (90491). Jackfruit leaves, roots, bark, and latex have been used for medicinal purposes in Ayurveda (98374, 98375, 98396).",
            "Safety": "There is insufficient reliable information available about the safety of jackfruit.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid amounts in excess of those found in foods.",
            "Adverse Effects": "General\nThere is currently a limited amount of information on the adverse effects of jackfruit.\nSerious Adverse Effects (Rare)\nOrally: Serious allergic reactions, including anaphylaxis, in sensitive individuals.\nImmunologic\nOrally, the fruit of jackfruit might cause serious allergic reactions, including anaphylaxis, in sensitive individuals (98378, 112050). In one case report, a 34-year-old female developed anaphylaxis with symptoms of cough, dyspnea, facial swelling, and urticaria after eating 10 pieces of dried jackfruit. There is speculation that latex allergy might result in a cross-reactivity to jackfruit (98378). In another case report, a 21-year-old male developed anaphylaxis with symptoms of ocular pruritis, periorbital swelling, dyspnea, and urticaria 15 minutes after eating a small piece of dried jackfruit. The patient had a history of latex allergy and tested positive for jackfruit and latex allergies upon skin prick testing (112050).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nDiabetes. Small clinical studies suggest that oral jackfruit flour or leaf extract might improve glycemic control in patients with diabetes.\nA small clinical study in patients with type 2 diabetes shows that replacing rice or wheat flour in the diet with green jackfruit flour 30 grams daily for 12 weeks reduces glycated hemoglobin (HbA1c) by 0.27%, fasting blood glucose by around 13 mg/dL, and postprandial blood glucose by around 28 mg/dL when compared with placebo flour (112155). Another small clinical study in patients with type 2 diabetes shows that taking jackfruit leaf extract 10 mL/kg one hour prior to an oral glucose tolerance test attenuates the percentage increase in blood glucose at 1.5 and 2 hours after eating when compared with a control (26885). The jackfruit extract was prepared by boiling 200 grams of jackfruit leaves in one liter of water and then reducing the volume of the extract to 200 mL.\nless\nWound healing. Although there has been interest in using topical jackfruit for wound healing, there is insufficient reliable information about the clinical effects of jackfruit for this purpose.\nMore evidence is needed to rate jackfruit for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jackfruit.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, jackfruit latex might increase the risk of bleeding when taken with anticoagulant or antiplatelet drugs.\nJackfruit latex, which is the sap from jackfruit bark, contains chemicals that might increase the risk of bleeding. In vitro research shows that jackfruit latex contains a glycoprotein constituent that prolongs the activated partial thrombin time (aPTT) and reduces the activity of blood coagulation factors XIa and alpha-XIIa (98376). Jackfruit latex also contains a protease constituent that has been shown to have fibrinolytic activity in vitro (98377). Other parts of jackfruit, including the fruit and leaves, have not been shown to contain chemicals with fibrinolytic and anticoagulant activity.\nless\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, jackfruit might increase the risk of hypoglycemia when taken with antidiabetes drugs.\nSmall clinical studies show that jackfruit flour and leaf extract can reduce fasting and postprandial blood glucose (26885, 112155). Monitor blood glucose levels closely. Dose adjustments might be necessary.\nless\nCNS DEPRESSANTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, jackfruit seeds might cause additive sedation when taken with CNS depressants.\nAnimal research shows that jackfruit seeds can cause sedation (26886).\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nTheoretically, jackfruit latex might have anticoagulant effects.\nTaking jackfruit latex, which is the sap from jackfruit bark, with other products that increase the risk of bleeding might have additive effects (98376, 98377). This potential interaction applies only to jackfruit latex and not other jackfruit plant parts. See products with anticoagulant activity here. See products with antiplatelet activity here.\nless\nHERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nTheoretically, jackfruit might have hypoglycemic effects.\nTaking jackfruit with other products with hypoglycemic potential might increase the risk of hypoglycemia. Small clinical studies show that jackfruit flour and leaf extract can reduce fasting and postprandial blood glucose (26885, 112155). See other products with hypoglycemic potential here.\nless\nHERBS AND SUPPLEMENTS WITH SEDATIVE PROPERTIES\nTheoretically, jackfruit seeds might have sedative effects.\nTaking jackfruit seeds with other products with sedative properties might cause additive sedation. Animal research shows that jackfruit seeds can cause sedation (26886). See other products with sedative properties here.\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nCROSS-ALLERGENICITY\nJackfruit might cause an allergic reaction in individuals sensitive to birch pollen or latex (26887, 98378, 112050). Until more is known, avoid or use with caution in individuals with allergies to birch pollen or latex.\nless\nPERIOPERATIVE\nJackfruit seeds might have sedative effects (26886), and jackfruit latex might have anticoagulant effects. Theoretically, jackfruit seeds might cause additive CNS depression and jackfruit latex might cause excessive bleeding if used perioperatively. Tell patients to discontinue jackfruit seeds and latex at least 2 weeks before elective surgical procedure.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with jackfruit.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of jackfruit.",
            "Mechanism of Action": "General\nThe applicable parts are the fruit, seeds, leaves, latex, bark, and roots of jackfruit. The seeds and fruit have been used for food, while the leaves and roots have been used orally for medicinal purposes. Jackfruit latex and bark are usually used topically for medicinal purposes (98374, 98375, 98396). Jackfruit seeds have been shown to contain about 5% protein and 11% dietary fiber (98375). Jacalin, a lectin isolated from jackfruit seeds, is considered the major protein of the seeds (26880, 26882, 26888, 26889, 26890, 26891). Jackfruit seeds have also been shown to contain potassium, calcium, manganese and magnesium (26892, 98376). The flesh of jackfruit is a source of carbohydrates, vitamin A, and also fiber and protein (98375).\nAnti-inflammatory effects\nThere is interest in using jackfruit for inflammatory disorders. Preliminary research shows that certain phenolic constituents in jackfruit such norartocarpetin, oxyresveratrol, and especially artocarpesin have in vitro anti-inflammatory effects, such as reducing protein expression of cyclooxygenase 2 (COX-2) (98374).\nAntibacterial activity\nTraditionally, jackfruit bark is made into poultices to be used topically, while jackfruit leaves are heated and placed on wounds to prevent infection and promote healing. In vitro evidence suggests that extracts of jackfruit bark, wood, leaves, fruit, and seeds have antibacterial effects (26877, 98396).\nAntidiabetic effects\nIn traditional Ayurvedic medicine, the hot water extract of mature jackfruit leaves is used to reduce blood sugar in diabetes (98375). Preliminary clinical research shows that taking jackfruit leaf extract orally can attenuate postprandial percentage increases in blood glucose in patients with diabetes (26885). Additional preliminary clinical research shows that jackfruit meal has a low glycemic index. It contains compounds such as lectin which can bind glucose slowing its absorption or digestion resulting in a lower glycemic response (98375).\nAntifungal activity\nIn vitro research shows that jackin, a chitin-binding lectin from jackfruit, inhibits the growth of Fusarium moniliforme and Saccharomyces cerevisiae (26382). However, other in vitro research suggests that extracts of jackfruit bark, wood, leaves, fruit, and seeds do not have antifungal activity (26877).\nAntiviral activity\nIn vitro research shows that a jackfruit lectin has antiviral activity against herpes simplex virus type 2, varicella-zoster virus, and cytomegalovirus (26879).\nGastrointestinal effects\nAnimal research suggests that polysaccharides extracted from jackfruit pulp have protective effects on intestinal barrier function, possibly by inhibiting inflammatory genes, increasing the expression of occludin, a protein involved in the regulation of the intestinal barrier, and activating signaling pathways associated with short-chain fatty acid production (112154).\nHematological effects\nThere is interest in using jackfruit latex to reduce the formation of clots in disorders such as strokes, pulmonary embolus, and deep vein thrombosis. In vitro studies suggest that jackfruit milky latex contains a glycoprotein constituent that might prolong the activated partial thrombin time (aPTT) by inhibiting serine protease and reducing the activity of blood coagulation factors XIa and alpha-XIIa (98376). Jackfruit latex also contains a protease constituent that has been shown to have fibrinolytic activity in vitro (98377). Other in vitro research suggests that jackin, a lectin isolated from jackfruit seeds, induces hemagglutination in human and rabbit erythrocytes (26382).\nImmunological activity\nIn vitro research suggests that various lectins extracted from jackfruit, particularly the seeds, exhibit immunostimulative effects, mainly with respect to lymphoblastic transformation and mitogenic stimulation, often by stimulating CD4+ T lymphocytes and natural killer cells (26879, 26880, 26881, 26882, 26883, 26884)."
        }
    },
    "Jalap": {
        "sections": {
            "Overview": "Jalap is a plant. It has traditionally been used in medicine (12, 271).",
            "Safety": "UNSAFE when used orally. Jalap has potent purgative effects (12).\nPREGNANCY AND LACTATION: UNSAFE when used orally. Jalap can be a menstrual stimulant (19); avoid using.",
            "Adverse Effects": "General\nOrally, jalap has potent purgative effects (12).\nGastrointestinal\nOrally, jalap has potent purgative effects (12).\nless",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of jalap.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jalap.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nDIGOXIN (Lanoxin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nJalap has diuretic and stimulant laxative effects (19). Theoretically, overuse or abuse of jalap might increase potassium depletion and increase the risk for toxicity with cardiac glycoside drugs.\nDIURETIC DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nJalap has diuretic effects (19). Overuse of jalap might compound diuretic-induced potassium loss (19). There is some concern that people taking jalap along with potassium depleting diuretics might have an increased risk for hypokalemia.\nSome diuretics that can deplete potassium include chlorothiazide (Diuril), chlorthalidone (Thalitone), furosemide (Lasix), hydrochlorothiazide (HCTZ, Hydrodiuril, Microzide), and others.\nless\nLITHIUM\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nJalap has diuretic effects (19). Theoretically, due to these potential diuretic effects, jalap might reduce excretion and increase levels of lithium. The dose of lithium might need to be decreased.\nSTIMULANT LAXATIVES\nInteraction Rating\nMAJOR Do not take this combination.\nSeverity\nHIGH\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nJalap has stimulant laxative effects (19). Concomitant use of jalap with other laxatives may lead to electrolyte and fluid depletion.\nWARFARIN (Coumadin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nJalap has stimulant laxative effects (19). In some people jalap can cause diarrhea. Diarrhea can increase the effects of warfarin, increase international normalized ratio (INR), and increase the risk of bleeding. Advise patients who take warfarin not to take excessive amounts of jalap.",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nCARDIAC GLYCOSIDE-CONTAINING HERBS\nJalap has stimulant laxative activity (19). Overuse of jalap may increase the risk of cardiac glycoside toxicity. Cardiac glycoside-containing herbs include black hellebore, Canadian hemp roots, digitalis leaf, hedge mustard, figwort, lily of the valley roots, motherwort, oleander leaf, pheasant's eye plant, pleurisy root, squill bulb leaf scales, and strophanthus seeds (19). Jalap may increase risk of cardioglycoside toxicity due to increase risk of potassium loss.\nHORSETAIL\nJalap has diuretic effects (19). Theoretically, concomitant use with horsetail increases the risk of potassium depletion.\nLICORICE\nJalap has diuretic effects (19). Theoretically, concomitant use with licorice increases the risk of potassium depletion.\nSTIMULANT LAXATIVE HERBS\nJalap has stimulant laxative activity (19). Theoretically, concomitant use with other stimulant laxative herbs may increase the risk of potassium depletion. Stimulant laxative herbs include aloe, alder buckthorn, black root, blue flag, butternut bark, colocynth, European buckthorn, fo ti, gamboge, gossypol, greater bindweed, jalap, manna, Mexican scammony root, rhubarb, senna, and yellow dock.",
            "Interactions with Conditions": "GASTROINTESTINAL (GI) CONDITIONS\nJalap is a stimulant laxative and may have GI irritant effects (19). Contraindicated in individuals with intestinal obstruction, appendicitis, and infectious or inflammatory gastrointestinal conditions (19).\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of jalap.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of jalap.",
            "Mechanism of Action": "General\nThe applicable part of jalap is the root. The roots of the jalap plant contain gluco-resins that act as a cathartic. They increase water elimination and cause peristalsis (271)."
        }
    },
    "Jamaican Dogwood": {
        "sections": {
            "Overview": "Jamaican dogwood is a tree. The root bark is used in medicine. However, it has no documented effectiveness and is considered to be toxic (4, 11, 18).",
            "Warnings": "Jamaican dogwood is considered to be toxic (4, 11, 18).",
            "Safety": "LIKELY UNSAFE when the root bark is used orally for self-medication because it is considered toxic (4). The elderly are particularly sensitive to the potent neuro-muscular depressant effects of Jamaican dogwood root bark (19).\nCHILDREN: LIKELY UNSAFE when used orally; avoid using. Children are particularly sensitive to the potent, neuro-muscular depressant effects of Jamaican dogwood (19).\nPREGNANCY: LIKELY UNSAFE when used orally; avoid using due to possible uterine depressant effects (4).\nLACTATION: LIKELY UNSAFE when used orally (4); avoid using.",
            "Adverse Effects": "General\nOrally, Jamaican dogwood is an irritant and toxic to humans (4).\nSerious Adverse Effects (Rare)\nOrally: Numbness, salivation, sweating, tremors.\nNeurologic/CNS\nOrally, Jamaican dogwood root bark can cause neuro-muscular depressant effects, numbness, tremors, salivation, sedation, and sweating (4, 19).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nAnxiety. Although there has been interest in using oral Jamaican dogwood for anxiety, there is insufficient reliable information about the clinical effects of Jamaican dogwood for this condition.\nDysmenorrhea. Although there has been interest in using oral Jamaican dogwood for dysmenorrhea, there is insufficient reliable information about the clinical effects of Jamaican dogwood for this condition.\nInsomnia. Although there has been interest in using oral Jamaican dogwood for insomnia, there is insufficient reliable information about the clinical effects of Jamaican dogwood for this condition.\nMigraine headache. Although there has been interest in using oral Jamaican dogwood for migraine headache, there is insufficient reliable information about the clinical effects of Jamaican dogwood for this condition.\nNeuropathic pain. Although there has been interest in using oral Jamaican dogwood for neuropathic pain, there is insufficient reliable information about the clinical effects of Jamaican dogwood for this condition.\nMore evidence is needed to rate Jamaican dogwood for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of Jamaican dogwood.",
            "Interactions with Drugs": "CNS DEPRESSANTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, taking Jamaican dogwood with drugs with sedative effects may increase the risk of sedation.\nJamaican dogwood has sedative effects (4, 11).\nless",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH SEDATIVE PROPERTIES\nJamaican dogwood has sedative effects.\nTheoretically, concomitant use with supplements with sedative activity might have additive effects (4). See other products with sedative-hypnotic activity here.\nless",
            "Interactions with Conditions": "PERIOPERATIVE\nJamaican dogwood has CNS depressant effects. Theoretically, it might cause additive CNS depression when combined with anesthesia and other medications during and after surgical procedures. Tell patients to discontinue Jamaican dogwood at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Presentation\nOverdose with Jamaican dogwood may present with numbness, tremors, salivation, and sweating (4, 19).\nTreatment\nThere is insufficient reliable information available about the treatment of overdose with Jamaican dogwood.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of Jamaican dogwood.",
            "Mechanism of Action": "General\nThe applicable part of Jamaican dogwood is the root bark. Constituents include rotenone, ichtynone, and isoflavones (4, 11, 56909).\nAnti-cancer effects\nThe Jamaican dogwood constituent rotenone has shown some anticancer activity towards lymphocytic leukemia and human epidermoid carcinoma of the nasopharynx; yet, paradoxically, rotenone is also documented to be carcinogenic (4).\nSedative effects\nAnimal studies have shown that an extract of Jamaican dogwood has sedative effects (4, 11).\nSpasmolytic effects\nAnimal studies have shown that an extract of Jamaican dogwood has antispasmodic action on smooth muscles (4, 11). The antispasmodic effects of Jamaican dogwood extract have been at least as strong as the effects of papaverine in vitro (4). The spasmolytic effects of Jamaican dogwood may be attributable to the isoflavone constituents (56909)."
        }
    },
    "Jambolan": {
        "sections": {
            "Overview": "Jambolan is an evergreen tree growing up to 30 meters in height. It is found in India, Bangladesh, Malaysia, South America, Asia, China, and Australia (18, 13595, 99063, 99064). Jambolan is used in folk medicine for treating diabetes, and has long been used in Ayurvedic medicine (99063).",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term. Jambolan tea prepared from 2 grams of jambolan leaves per liter of water has been consumed in place of water with apparent safety in clinical research (13092).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nNo adverse effects have been reported; however, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nDiabetes. Clinical research shows that drinking jambolan tea 2 grams, prepared with jambolan leaves in one liter of water, does not improve fasting blood glucose in patients with type 2 diabetes when compared with placebo (13092).\nClinical research in patients with prediabetes and those with newly-diagnosed type 2 diabetes shows that taking a combination product (GlycaCare-II, Sami-Sabinsa Group Ltd.) providing jambolan dried fruit extract 20 mg orally twice daily for 120 days is associated with similar decreases in glycated hemoglobin levels, and fasting and postprandial glucose levels, to metformin orally 500 mg twice daily. The combination product also contains cassia cinnamon bark extract, bitter melon fruit extract, heartwood extract, gymnema leaf extract, and Salacia bark extract (112762). It is not clear whether the changes are due to jambolan, other ingredients, or the combination. The validity of the results is also reduced by compliance issues and the lack of a per-protocol analysis.\nless\nVenous leg ulcers. Clinical research in patients with venous leg ulcers shows that applying hydrocolloid gel dressings containing an extract of jambolan flowers, seeds, and bark for about 6 months does not improve the overall healing rate or speed of healing when compared with the hydrocolloid dressing alone (112763).\nMore evidence is needed to rate jambolan for these uses.",
            "Dosing & Administration": "Adult\nAll routes:Research is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jambolan.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nAnimal research shows that jambolan seed and bark extracts can lower blood glucose levels (13599, 13600, 13601, 104282). Theoretically, jambolan might have additive effects when used with antidiabetes drugs. This might increase the risk of hypoglycemia in some patients. Monitor blood glucose levels closely.\nCYTOCHROME P450 2C9 (CYP2C9) SUBSTRATES\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nThere is some in vitro evidence that jambolan can inhibit CYP2C9 (99067). Theoretically, concomitant use of jambolan with CYP2C9 substrates may increase levels of drugs metabolized by CYP2C9.\nSITAGLIPTIN (Januvia)\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nAnimal research shows that jambolan seed extract reduces the sitagliptin maximum plasma concentration and area under the curve by 39% and 22%, respectively. However, blood glucose levels were actually reduced to a greater extent in mice taking jambolan and sitagliptin in combination when compared with either product taken alone (104282). Theoretically, jambolan seed extract might alter the clearance of sitagliptin, although this may not alter the clinical effects of sitagliptin.",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nJambolan seed and bark extracts might lower blood glucose levels (13599, 13600, 13601). Theoretically, jambolan might have additive effects when used with other herbs and supplements that also lower glucose levels. This might increase the risk of hypoglycemia in some patients. Some herbs and supplements with hypoglycemic effects include alpha-lipoic acid, bitter melon, carqueja, chromium, devil's claw, fenugreek, garlic, guar gum, horse chestnut, Panax ginseng, psyllium, Siberian ginseng, and others.",
            "Interactions with Conditions": "PERIOPERATIVE\nJambolan seed and bark extracts might affect blood glucose levels (13599, 13600, 13601, 104282). Theoretically, jambolan might interfere with blood glucose control during and after surgical procedures. Tell patients to discontinue jambolan at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with jambolan.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of jambolan.",
            "Mechanism of Action": "General\nThe applicable parts of jambolan are the seeds, leaves, fruit, roots, stems, and bark. Jambolan seeds contain flavonoids, glycosides, triterpenoids, saponins, and tannin constituents, including corilagin, ellagic acid, gallic acid, and galloyl glucose (18, 13595). The seeds also contain epicatechin, isoquercetin, caffeic acid, ferulic acid, guaiacol, resorcinol dimethyl ether, lignaglucoside, veratrole, beta-sitosterol, and palmitic acid (99063). The seed oil contains oleic, myristic, palmitic, linoleic, sterculiac, malvalic, and vernolic acids (18). Jambolan fruit contains ellagic acid, ellagitannins, polyphenolics, several anthocyanins (malvidin, petunidin, delphinidin, cyanidin, and peonidin). and several triterpenoids (maslinic, ursolic, corosolic, and oleanolic acids) (99065, 99066). The fruit is also rich in vitamins and minerals (99066). Jambolan bark contains tannins, sterols such as beta-sitosterol, triterpenes (betulinic acid, friedelin, eugenin), and flavonoids (myricetin, kaempferol, quercetin, and astragalin) (18).\nAnti-inflammatory effects\nPreliminary research suggests jambolan bark extract might have anti-inflammatory activity, possibly by inhibiting prostaglandin synthesis. However, it doesn't seem to have ulcerogenic effects (13603). Some research suggests that tannins extracted from jambolan might have gastroprotective and anti-ulcerogenic effects (13606).\nAnti-obesity effects\nResearch in rats fed a high-carbohydrate, high-fat diet shows that giving jambolan seed powder reduces weight gain, adipose tissue weights, plasma lipid levels, and liver function changes compared with control rats receiving the diet alone. Liver function tests are improved, and inflammatory cell infiltration, fatty droplet deposition, and fibrosis in the liver are prevented (99063).\nAnti-oxidant effects\nPreliminary research indicates that jambolan seed and fruit pulp extracts have antioxidant effects (13604, 13605, 99065). In obese rats, giving jambolan seed powder for 56 days is associated with increases in antioxidant enzyme activity, including superoxide dismutase, catalase, and glutathione (99063). Jambolan seed extracts also appear to reduce tissue damage in the brain in experimental models of diabetes, possibly through an antioxidant effect (13607). Jambolan seed extracts also seem to protect against the effects of exposure to gamma radiation (13608).\nAnticancer effects\nJambolan fruit pulp and seed extracts have shown antiproliferative activity against human lung cancer cells in vitro (99065).\nAntidiabetic effects\nSome animal research indicates that jambolan leaves and fruit do not have antidiabetic activity (13092, 13588, 13596, 13597, 13598), while extracts of the seeds and bark do (13599, 13600, 13601, 99063). However, diabetic mice that received a triterpenoid-enriched extract of jambolan fruit for 10 days had reductions in hyperglycemia, glucose intolerance, and hepatic gluconeogenesis. Jambolan seemed to work by protecting pancreatic islet morphology, preserving pancreatic beta-cell function and improving insulin secretion (99066). Other preliminary research in animals suggests that jambolan seed might have a lipid-lowering effect in diabetes-related hyperlipidemia (13602).\nAntimicrobial effects\nPreliminary research suggests jambolan seed extracts might have antibacterial and antifungal activity (13609). Other preliminary research suggests essential oil in jambolan leaves might also have antibacterial effects (13610). In vitro, extracts of jambolan bark and leaves have shown virucidal activity against the H5N1 avian influenza virus (99064).\nEffects on hepatic enzymes\nInhibition of hepatic cytochrome P450 (CYP) 2C9 enzymes by a jambolan seed extract has been reported in vitro. There was also dose-dependent inhibition of diclofenac metabolism which occurs via CYP2C9 (99067). The in vitro tests also suggested that jambolan seed extract causes very weak inhibition of CYP3A4 and CYP2D6, which is unlikely to be clinically significant (99067)."
        }
    },
    "Japanese Apricot": {
        "sections": {
            "Overview": "Japanese apricot is a deciduous tree that produces a small yellow fruit. The fruit and juice have been used as food and traditional medicine for at least 1000 years (100020, 100023, 100026, 100029, 114030).",
            "Safety": "LIKELY SAFE when the processed fruit is used orally in food amounts. Advise patients to only consume Japanese apricot fruit products that have been processed through pickling or other means to eliminate toxic constituents. The raw fruit is considered toxic because it contains the cyanogenic glycosides prunasin and amygdalin (13198).\nPOSSIBLY SAFE when Japanese apricot dried fruit extract is used orally and appropriately, short-term. A specific Japanese apricot dried fruit extract has been used safely in doses of up to 300 mg daily for up to 12 weeks (100027).\nPOSSIBLY UNSAFE when the raw fruit is used orally in food amounts. The raw fruit is considered toxic because it contains the cyanogenic glycosides prunasin and amygdalin (13198). Advise patients to only consume Japanese apricot fruit products that have been processed through pickling or other means to eliminate these toxic constituents.\n\nThere is insufficient reliable information available about the safety of other forms of Japanese apricot.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, Japanese apricot dried fruit extract seems to be well tolerated. Side effects reported in clinical research include gastric intolerance (100027). Diluted Japanese apricot juice concentrate may cause constipation (100029). Allergies to Japanese apricot are rare (100028). The raw fruit of Japanese apricot is thought to be toxic due to the cyanogenic glycosides prunasin and amygdalin (13198).\nGastrointestinal\nOrally, Japanese apricot dried fruit extract 300 mg daily has been reported to cause gastric intolerance in one patient in one clinical study (100027). In other clinical research, dilute Japanese apricot juice concentrate has been reported to cause constipation in one patient (100029).\nless\nImmunologic\nOrally, food-dependent, exercise-induced anaphylaxis related to Japanese apricot has been reported, but this is rare. In one case, symptoms including loss of consciousness occurred in a 12-year-old girl who had eaten Japanese apricot at breakfast and went jogging 90 minutes later (100028).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nGastroesophageal reflux disease (GERD). Population research suggests that individuals who consume dried or pickled Japanese apricot at least once daily are 37% less likely to have GERD and approximately 28% less likely to have symptoms of gastrointestinal dysmotility when compared to those who consume Japanese apricot less than once daily. However, consumption of Japanese apricot does not seem to be associated with a reduced risk of reflux symptoms. Also, benefits do not occur in elderly individuals or in those with Helicobacter pylori infection (100020).\nHelicobacter pylori. A small preliminary clinical trial shows that taking a 1% Japanese apricot solution, known as Bainiku-ekisu solution, 130 mL twice daily for 12 weeks does not reduce Helicobacter pylori infection compared with baseline (100029). Also, population research shows that consuming dried or pickled Japanese apricot at least three times daily is not associated with a reduced rate of H. pylori infection when compared to consuming Japanese apricot less often. However, when stratified by age, there is some evidence that higher intake of dried or pickled Japanese apricot may reduce the risk of H. pylori infection in younger but not elderly patients (100026). Further clinical research is needed in a larger population.\nHepatitis C. Preliminary clinical research in patients with hepatitis C shows that taking Japanese apricot extract (Misatol ME, AdaBio Co. Ltd.) 6.5 grams twice daily for 12 weeks reduces levels of alanine aminotransferase (ALT) by 31% and aspartate aminotransferase (AST) by 29% when compared with baseline (100023). It is unclear if taking if this product affects viral load or the progression of chronic liver disease and cirrhosis.\nHypertension. Preliminary clinical research in patients with mild to moderate hypertension shows that taking Japanese apricot polyphenols 800 mg daily for 12 weeks does not reduce blood pressure when compared to placebo (100021). A larger study is needed in order to confirm these findings.\nNonalcoholic fatty liver disease (NAFLD). Preliminary clinical research in patients with NAFLD shows that taking Japanese apricot extract (Misatol ME, AdaBio Co. Ltd.) 6.5 grams twice daily for 12 weeks reduces levels of alanine aminotransferase (ALT) and aspartate aminotransferase (AST) by 31% each when compared with baseline (100023). It is unclear if taking if this product reduces the risk of NAFLD complications.\nMore evidence is needed to rate Japanese apricot for these uses.",
            "Dosing & Administration": "Adult\nOral:\nHepatitis C: Japanese apricot extract (Misatol ME, AdaBio Co. Ltd.) 6.5 grams twice daily for 12 weeks has been used (100023).\n\nNonalcoholic fatty liver disease (NAFLD): Japanese apricot extract (Misatol ME, AdaBio Co. Ltd.) 6.5 grams twice daily for 12 weeks has been used (100023).\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of Japanese apricot.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nSome constituents of Japanese apricot flower extract might have antiplatelet properties (13199). Theoretically, combining Japanese flower extract with drugs that have antiplatelet or anticoagulant effects might increase the risk of bruising or bleeding. Some of these drugs include aspirin, clopidogrel (Plavix), dalteparin (Fragmin), enoxaparin (Lovenox), heparin, indomethacin (Indocin), ticlopidine (Ticlid), warfarin (Coumadin), and others.\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, taking Japanese apricot in combination with antidiabetes drugs might lower blood glucose and increase the risk of hypoglycemia. Japanese apricot fruit extract has been shown to reduce levels of fasting glucose in a diabetic animal model (100022). However, this has not been shown in humans. Until more is known, use caution.\nSome antidiabetes medications include glimepiride (Amaryl), glyburide (DiaBeta, Glynase PresTab, Micronase), insulin, pioglitazone (Actos), rosiglitazone (Avandia), chlorpropamide (Diabinese), glipizide (Glucotrol), tolbutamide (Orinase), and others.\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nSome constituents of Japanese apricot flower extract might have antiplatelet properties (13199). Theoretically, combining Japanese flower extract with other herbs and supplements that inhibit platelet aggregation might increase the risk of bleeding in some people due to Japanese Apricot's effects on platelet aggregation. Some other herbs with antiplatelet effects include angelica, clove, danshen, garlic, ginger, ginkgo, and many others.\nHERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nJapanese apricot fruit extract might reduce fasting blood glucose levels (100022). While this has not been shown in humans, theoretically, taking Japanese apricot along with other herbs and supplements with hypoglycemic potential might increase the risk of hypoglycemia. Some of these herbs and supplements include devil's claw, fenugreek, guar gum, Panax ginseng, Siberian ginseng, and others.",
            "Interactions with Conditions": "PERIOPERATIVE\nJapanese apricot has antiplatelet and hypoglycemic effects (13199, 100022). Japanese apricot might cause excessive bleeding or affect blood glucose control if used perioperatively. Tell patients to discontinue Japanese apricot at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with Japanese apricot.",
            "Pharmacokinetics": "Absorption\nIn rats, constituents of Japanese apricot fruit, including malic, protocatechuic, vanillic, quinic, citric, ferulic, syringic, cryptochlorogenic, neochlorogenic, and chlorogenic acids and amygdalin, are rapidly absorbed after oral administration, with times to peak plasma concentrations ranging from 0.15 to 0.92 hours (114032).\nDistribution\nIn rats, the constituents of Japanese apricot fruit with the highest peak plasma concentrations and areas under the plasma concentration-time curves are malic and citric acids. Ferulic and vanillic acids undergo enterohepatic recirculation, giving double-peaked plasma concentration-time curves (114032).\nExcretion\nIn rats, malic acid, citric acid, quinic acid, and amygdalin are excreted rapidly with half-lives of about 3, 2.75, 5, and 4 hours respectively. Constituents with longer half-lives include neochlorogenic acid (about 8 hours), syringic acid (about 11 hours), and protocatechuic, vanillic, ferulic, cryptochlorogenic, and chlorogenic acids (all about 9 hours) (114032).",
            "Mechanism of Action": "General\nThe applicable parts of Japanese apricot are the seed, flower, branch, root, and fruit. The fruit contains phenols, organic acids (citric, malic, chlorogenic, protocatechuic, vanillic, caffeic, D-quinic, ferulic, syringic, cryptochlorogenic, neochlorogenic, maslinic, and corosolic acids), furfural, furfuryl alcohol, 3,4-dihydroxybenzaldehyde, benzyl beta-D-glucopyranoside, rutin, lignans including syringaresinol, sterols, terpenes, alkaloids, flavonoids, amino acids, carbohydrates, lipids, hydroxycinnamic acids, and triterpenoic acids (13198, 13201, 100021, 100023, 100027, 114030, 114032). The fruit is also a source of fiber (100016). The raw fruit is considered toxic because it contains the cyanogenic glycosides prunasin and amygdalin (13198). Processing by pickling in vinegar, liquor, or syrup to produce a fruit juice concentrate, eliminates the cyanogenic glycosides (13198). Japanese apricot flowers contain two polyacylated sucroses referred to as prunose I and prunose II, as well as 2-O-acetylrutin and 2-O-acetyl-3-O-methylrutin (13199). The seeds contain an aminopeptidase (13197).\nAnti-bacterial effects\nJapanese apricot has shown anti-bacterial effects against Helicobacter pylori in vitro and in animal models. The lignan syringaresinol, found in Japanese apricot, is thought to inhibit the migration of Helicobacter pylori. However, a small study in humans does not support a clinical effect for most patients (100023, 100026, 100029).\nAnti-stress effects\nJapanese apricot is traditionally used for menopause. In an animal menopause model, two constituents of Japanese apricot - benzyl beta-D-glucopyranoside and chlorogenic acid - inhibited bradykinin and prostaglandin E2 and stimulated the recovery of levels of epinephrine, norepinephrine, and dopamine. The chlorogenic acid constituent decreased levels of adrenocorticotropic hormone (ACTH) following induced stress (13201).\nAnticancer effects\nJapanese apricot is traditionally used for cancer. The extract has shown anticancer effects in various cell lines in vitro. Possible mechanisms include inducing apoptosis and cell cycle arrest by altering cellular signaling and/or by affecting cellular-mediated immunity (100023, 100025).\nCardiovascular effects\nSeveral constituents of Japanese apricot have been shown to increase blood fluidity in vitro, including citric and malic acids, and furfuryl alcohol, as well as mumefural and 5-hydroxymethyl-2-furfural which are produced by heating Japanese apricot (13198). An ethanol extract of Japanese apricot bark has vasorelaxant and hypotensive effects in rats. The extract produces vascular smooth muscle relaxation via the nitric oxide / soluble guanylate cyclase / cyclic guanosine monophosphate and prostaglandin-I2 pathways and potassium channel activation (114030).\nExercise effects\nJapanese apricot is traditionally used for fatigue. In an animal model of exercise-induced fatigue, it protects against the breakdown of muscle glycogen, possibly by inducing the use of fatty acids for fuel (100013). It also reduces lactate dehydrogenase activity and increases citrate synthase activity in rat skeletal muscle, inhibits accumulation of lactate and inorganic phosphate in serum, and reduces muscle injury by decreasing malondialdehyde and increasing glutathione peroxidase activity (114031). In humans with unexplained chronic muscle fatigue, taking Japanese apricot fermented juice orally, 70 mL daily for 8 weeks, reduces fatigue severity scale scores, but there is a strong and similar effect with placebo (114031).\nHepatoprotective effects\nJapanese apricot has shown hepatoprotective effects in human and animal studies, resulting in reduced plasma levels of liver enzymes (100018, 100023, 100027). The hepatoprotective effects of Japanese apricot are possibly related to its antioxidant and anti-inflammatory effects (100027). Possible active constituents based on laboratory research are the triterpenoic acids (100023, 100027). In an animal model, various compounds were found in the blood after giving Japanese apricot, including saikosaponin BK1, N-2-[4-(3,3-Dimethylallyloxy) phenyl] ethylcinnamide, and ganoderiol 1. It is possible that these are constituents or metabolites of the fruit that play a role in the hepatoprotective effects of Japanese apricot (100018).\nHypoglycemic effects\nIn an animal diabetic model, Japanese apricot normalizes fasting glucose levels. The mechanism of action seems to be related to the regulation of peroxisome proliferator-activated receptor (PPAR)-gamma (100022).\nHypolipemic effects\nJapanese apricot is traditionally used to prevent cardiovascular disease. In human research, the extract reduces levels of low-density lipoprotein (LDL) cholesterol and triglycerides in healthy individuals (100027). Japanese apricot extract has also been shown to inhibit an enzyme involved in the synthesis of cholesterol in vitro (100027).\nHypouricemic effects\nJapanese apricot is traditionally used as part of gout medications. One potential mechanism is the inhibition of xanthine oxidase, resulting in the normalization of uric acid levels, as shown in an animal model (100015)."
        }
    },
    "Japanese Mint": {
        "sections": {
            "Overview": "Japanese mint is a perennial plant growing to about 18 inches in height that is native to North America and Asia. Japanese mint oil is the partially dementholated, distilled oil of the above ground parts of the plant (2, 11).",
            "Safety": "POSSIBLY SAFE when the oil is used orally and appropriately (2). ...when used topically and appropriately (2).\nThere is insufficient reliable information available about the safety of Japanese mint for its other uses.\nCHILDREN: LIKELY UNSAFE when the oil is used topically on the faces of infants and children, particularly in the nasal area. It has been reported to trigger glottal or bronchial spasm, asthma-like attacks, or even respiratory failure (2). There is insufficient reliable information available about the safety of Japanese mint when used orally in children; avoid using.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nThere is currently a limited amount of information on the adverse effects of Japanese mint. A thorough evaluation of safety outcomes has not been conducted.\nMost Common Adverse Effects\nTopically: Contact dermatitis.\nSerious Adverse Effects (Rare)\nInhaled: Asthma, bronchial spasm, glottal spasm, respiratory failure.\nDermatologic\nTopically, Japanese mint may cause contact dermatitis (11, 18).\nless\nPulmonary/Respiratory\nTopically, use of Japanese mint oil on the face in children can trigger glottal or bronchial spasm, asthma-like attacks, or respiratory failure (18). When inhaled, the vapor from Japanese mint oil can cause flushing, headache, or worsening bronchial asthma spasms (11, 18).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nBronchitis. Although there has been interest in using inhaled Japanese mint for bronchitis, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nCancer. Although there has been interest in using oral Japanese mint for cancer, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nCommon cold. Although there has been interest in using oral Japanese mint for common cold, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nCough. Although there has been interest in using oral Japanese mint for cough, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nDiarrhea. Although there has been interest in using oral Japanese mint for diarrhea, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nDyspepsia. Although there has been interest in using oral Japanese mint for dyspepsia, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nFlatulence. Although there has been interest in using oral Japanese mint for flatulence, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nHeadache. Although there has been interest in using oral Japanese mint for headache, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nIrritable bowel syndrome (IBS). Although there has been interest in using oral Japanese mint for IBS, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nJoint pain. Although there has been interest in using topical Japanese mint for joint pain, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nMyalgia. Although there has been interest in using topical Japanese mint for myalgia, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nNeuropathic pain. Although there has been interest in using topical Japanese mint for neuropathic pain, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nToothache. Although there has been interest in using oral Japanese mint for toothache, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nUrticaria. Although there has been interest in using topical Japanese mint for urticaria, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nSore throat. Although there has been interest in using oral Japanese mint for sore throat, there is insufficient reliable information about the clinical effects of Japanese mint for this purpose.\nMore evidence is needed to rate Japanese mint for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable. Traditionally, Japanese mint oil 3-6 drops has been used.\nTopical:\nResearch is limited; typical dosing is unavailable.\nInhalation:Research is limited; typical dosing is unavailable. Traditionally, Japanese mint oil 3-4 drops diluted in hot water has been used.\nStandardization & Formulation\nJapanese mint oil is typically available in the following formulations: oil and semi-solid preparations of 5% to 20%, hydroalcoholic preparations of 5% to 10%, and nasal ointments containing 1% to 5% essential oil (2).",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nBRONCHIAL SPASMS\nTheoretically, Japanese mint oil might worsen asthma or bronchial spasms. The vapor from Japanese mint oil can cause glottal or bronchial spasm, asthma-like attacks, or respiratory failure (18).\nless\nGALLBLADDER CONDITIONS\nTheoretically, Japanese mint might worsen gallbladder conditions. Japanese mint might cause gallstone pain or spasms; avoid use (2, 18).\nless\nLIVER DISEASE\nTheoretically, Japanese mint might worsen liver disease; avoid use (2).\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with Japanese mint.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of Japanese mint.",
            "Mechanism of Action": "General\nJapanese mint oil contains menthol, menthone, isomenthone, neomenthol, methyl acetate, limonene, and 1,8-cineole (98006).\nAnti-inflammatory effects\nIn an animal model of obesity, Japanese mint extract reduces pro-inflammatory cytokines, including monocyte chemoattractant protein-1 and resistin (115876).\nAnti-obesity effects\nIn an animal model of obesity, Japanese mint extract reduces body weight and total white adipose tissue (115876).\nAntimicrobial effects\nSome evidence suggests that Japanese mint oil might have antimicrobial activity (11).\nAntioxidant effects\nJapanese mint oil has antioxidant effects in vitro (98006).\nGastrointestinal effects\nJapanese mint oil is thought to have antiflatulent and cooling effects (2). It might also stimulate bile flow (2)."
        }
    },
    "Japanese Persimmon": {
        "sections": {
            "Overview": "Japanese persimmon is a tree that is widely distributed and cultivated throughout Asia (100447, 100448). The fruit is eaten as food, while the fruit and leaves have been used as medicine (13391, 13392, 100449).",
            "Safety": "POSSIBLY SAFE when the leaf extract or fruit fiber are used orally and appropriately. Japanese persimmon leaf extract 2 grams daily has been used with apparent safety in clinical research for up to 8 weeks (100449). Japanese persimmon fruit fiber 9-15 grams daily has also been used with apparent safety for up to 12 weeks (100446).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, Japanese persimmon fruit may cause allergic reactions, including anaphylaxis, in sensitive people; however, this is rare (13391, 13392). Excessive consumption of Japanese persimmon fruit can cause bezoars (100444, 100456).\nGastrointestinal\nOrally, excessive consumption of Japanese persimmon fruit can cause bezoars. In a case report, a 50-year-old male presented with a bezoar due to eating unpeeled Japanese persimmons with seeds for 10 years (100444). In another case report, a 73-year-old male with a history of partial stomach removal due to gastric cancer, presented with a bezoar due to consumption of 30-40 Japanese persimmon fruits in one season (100456).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nHyperlipidemia. One small clinical study in patients with elevated cholesterol levels shows that consuming cookie bars containing tannin-rich fiber from unripe Japanese persimmon fruit 3 or 5 grams three times daily before meals for 12 weeks lowers cholesterol levels when compared with placebo (100446).\nImpaired glucose tolerance (prediabetes). Preliminary clinical research in patients with prediabetes shows that taking tablets of Japanese persimmon leaf extract 1 gram twice daily for 8 weeks modestly reduces two-hour postprandial glucose when compared with placebo (100449). It is unknown if Japanese persimmon reduces the risk of developing diabetes in people with prediabetes.\nMore evidence is needed to rate Japanese persimmon for these uses.",
            "Dosing & Administration": "Adult\nOral:\nHyperlipidemia: Cookie bars containing tannin-rich fiber from unripe Japanese persimmon fruit 3 or 5 grams three times daily before meals for 12 weeks has been used (100446).\n\nImpaired glucose tolerance (prediabetes): Japanese persimmon leaf extract 1 gram twice daily for 8 weeks has been used (100449). Each 1-gram dose of extract reportedly contained 7.5 mg of quercetin and kaempferol.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of Japanese persimmon.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nThere is concern that Japanese persimmon leaf constituents might potentiate effects of anticoagulant and antiplatelet drugs. In vitro research shows that certain Japanese persimmon leaf extract protein fractions have anticoagulant activity. These fractions are thought to bind fibrinogen leading to thrombin inactivation (100454). This effect has not been shown in humans.\nSome anticoagulant and antiplatelet drugs include aspirin, clopidogrel (Plavix), dalteparin (Fragmin), enoxaparin (Lovenox), heparin, indomethacin (Indocin), ticlopidine (Ticlid), warfarin (Coumadin), and others.\nless\nANTIHYPERTENSIVE DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nB (Nonrandomized clinical trial)\nJapanese persimmon is thought to have hypotensive effects (13389). Theoretically, concurrent use might increase risk of hypotension with drugs that lower blood pressure. These include captopril (Capoten), enalapril (Vasotec), losartan (Cozaar), valsartan (Diovan), diltiazem (Cardizem), amlodipine (Norvasc), hydrochlorothiazide (HydroDiuril), furosemide (Lasix), and many others.",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nConcomitant use of Japanese persimmon with herbs with anticoagulant or antiplatelet effects might increase the risk of bleeding in some people (100454). These herbs include angelica, clove, danshen, garlic, ginger, ginkgo, Panax ginseng, red clover, willow, and others.\nHERBS AND SUPPLEMENTS WITH HYPOTENSIVE EFFECTS\nJapanese persimmon is thought to have hypotensive effects. Theoretically, combining Japanese persimmon with other herbs or supplements with hypotensive effects might increase the risk of hypotension. Some of these herbs include andrographis, casein peptides, cat's claw, coenzyme Q-10, fish oil, L-arginine, lycium, stinging nettle, theanine, and others.",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nBLEEDING DISORDERS\nJapanese persimmon might have anticoagulant effects (100454). Theoretically, taking Japanese persimmon might increase the risk of bleeding and bruising in patients with bleeding disorders.\nless\nHYPOTENSION\nJapanese persimmon is thought to have hypotensive effects (13389). Theoretically, Japanese persimmon might worsen hypotension or interfere with drug therapy to increase blood pressure.\nless\nSURGERY\nJapanese persimmon might affect blood pressure or have anticoagulant effects. Theoretically, Japanese persimmon might interfere with blood pressure control or increase the risk of excessive bleeding during and after surgical procedures. Tell patients to discontinue Japanese persimmon at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of Japanese persimmon.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of Japanese persimmon.",
            "Mechanism of Action": "General\nThe applicable parts of Japanese persimmon are the leaf and fruit (13389). Biologically active constituents in Japanese persimmon include amino acids, carotenoids, flavonoids, tannins, catechins, procyanidins, polyphenols, vitamin A, and vitamin C (100450, 104761). The main polyphenol constituents of Japanese fruit extract include gallic acid, catechin, epicatechin, gallocatechin, gallocatechin gallate, and epicatechin gallate (104761). Fermenting Japanese persimmon fruit appears to increase the concentration of gallic acid and decrease the concentration of other polyphenol constituents (104760).\nAnti-arthritic effects\nAnimal research shows that Japanese persimmon fruit extract reduces erythema, swelling, synovitis, and cartilage damage in rats with chemically-induced arthritis. This effect is thought to be a result of anti-inflammatory or anti-oxidant activity (104761).\nAnti-inflammatory effects\nAnimal research shows that Japanese persimmon fruit extract reduces chemically-induced paw edema. This effect is thought to be a result of anti-inflammatory action (104761).\nAnti-obesity effects\nFermented Japanese persimmon fruit extract may reduce fatty acid synthesis via activation of 5' adenosine monophosphate-activated protein kinase (AMPK) and downregulation of related genes in mice. Animal research shows that fermented Japanese persimmon fruit extract may reduce body weight, abdominal fat, liver fat, and cholesterol in mice that are fed high-fat diets (104760).\nAnticancer effects\nPreliminary research suggests that the peel of Japanese persimmon fruit might have antitumor effects (13390).\nAntioxidant effects\nJapanese persimmon extracts have antioxidant effects, which are thought to reduce the harm of gamma radiation, cardiovascular disease, and aging (100448, 100452, 100458, 104761). Naoxinqing (NXQ) tablet, a standardized herbal product that contains extract of Japanese persimmon leaves, is traditionally used for its purported antioxidant effects in patients with cardiovascular and cerebrovascular diseases. In vitro research shows that quercetin and kaempferol, ingredients isolated from Japanese persimmon leaf, have antioxidant activity (100448).\n\nIn vitro research also shows that proanthocyanidins extracted with acetone from Japanese persimmon peel reduce oxidative damage and expression of sirtuin 1 in a hydrogen peroxide-induced cellular senescence model. This suggests an anti-aging effect (100452).\nAntipyretic effects\nJapanese persimmon fruit appears to lower peripheral human body temperature (13389).\nAntiviral effects\nThere is interest in using Japanese persimmon for its antiviral activity. In vitro research shows that Japanese persimmon extracts containing 22% tannins inhibit viral attachment to cells and inhibit viral infectivity. Tested viruses included influenza virus H3N2, H5N3, herpes simplex virus-1, poliovirus, adenovirus, rotavirus, and others (100455).\nBone effects\nThere is interest in using Japanese persimmon for slowing osteoporosis. Animal research shows that polysaccharides isolated from Japanese persimmon leaves reduce osteoclast activity and bone loss in mice models of postmenopausal osteoporosis (100447).\nCardiovascular effects\nBoth Japanese persimmon leaf and fruit juice reportedly have hypotensive effects (13389). Japanese persimmon leaf contains flavonoids such as astragalin. Astragalin seems to have hypotensive effects, possibly by inhibiting angiotensin converting enzyme (ACE) activity (13388).\n\nExtracts of Japanese persimmon leaf seem to have vasorelaxant activity, which might explain its use for hypertension. It might stimulate the release of the endothelial vasodilator, nitric oxide (13385). The leaf extract might also have free radical scavenging activity (13386). Other preliminary research suggests it might have immunological activity (13387).\n\nExtracts of Japanese persimmon leaf also seem to have anticoagulant properties. Research in vitro shows that certain Japanese persimmon leaf extract protein fractions have anticoagulant activity. These fractions are thought to bind fibrinogen leading to thrombin inactivation (100454).\nDermatologic effects\nJapanese persimmon leaf extract and astragalin appear to inhibit histamine release from mast cells (13388, 100450). Animal models of atopic dermatitis suggest that oral administration might relieve symptoms (13388). There is also interest in using Japanese persimmon leaves to prevent wrinkles and dark coloration. In vitro, ethanolic extracts of Japanese persimmon leaves inhibit xanthine oxidase inhibition, tyrosinase, collagenase, and elastase enzymes, which suggests that this extract has whitening and anti-wrinkle effects (100445).\nNeurological effects\nThere is interest in using flavonoids from Japanese persimmon to slow progression of Alzheimer disease. Research from animal models shows that Japanese persimmon leaf extracts reduce learning and memory impairment, B-amyloid peptide production, and senile plaque activation (100453).\nOcular effects\nThere is interest in using Japanese persimmon to slow retinitis pigmentosa, age-related macular degeneration (AMD), and diabetic retinopathy because of its antioxidant effects and effects on angiogenesis. Animal models of AMD suggest that Japanese persimmon leaf extract increases retinal thickness and reduces oxidant effects of N-methyl-N-nitrosourea (100451). Animal research also suggests that Japanese persimmon ethanol extract improves angiogenesis and corneal neovascularization after alkali burns to the cornea (100457)."
        }
    },
    "Jasmine": {
        "sections": {
            "Overview": "Jasmine is a plant with strongly scented flowers and oil. It is used in perfumes, essential oils, aromatherapy, and food flavorings (11, 98684). Jasmine has been used for centuries to flavor tea, and also in traditional Chinese medicine (56970, 110678).",
            "Safety": "LIKELY SAFE when used orally in the amounts commonly found in foods. Jasmine has Generally Recognized as Safe (GRAS) status in the US (4912).\nThere is insufficient reliable information available about the safety of jasmine in medicinal amounts.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using in amounts greater than those found in food.",
            "Adverse Effects": "General\nTopically, jasmine may cause allergic contact dermatitis, delayed-type hypersensitivity, and type 1 hypersensitivity (56955, 57027, 57032, 98684).\nImmunologic\nTopically, jasmine essential oil and jasmine flower can cause allergic contact dermatitis (56955, 57027, 57032). Among patients who are sensitive to fragrance materials, jasmine may cause delayed-type hypersensitivity. The reported prevalence of this type of reaction ranges from 0.4% to 1.6% (89684). One case of type 1 hypersensitivity to jasmine has also been reported. The patient experienced chest tightness, wheezing, itchy skin, and macular erythematous eruption within minutes of exposure to jasmine. The eruption subsided within 20 minutes of moving away from the plant. An immunoblotting assay revealed IgE reactivity (98684).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nMental alertness. One preliminary clinical study shows that inhaling the aroma of jasmine essential oil while taking a visual vigilance test does not improve reaction time or accuracy when compared with placebo (57019). Another preliminary study in healthy male students shows that inhaling the aroma of jasmine essential oil for 30 minutes between concentration tests does not reduce mental fatigue when compared with placebo (56977).\nMore evidence is needed to rate jasmine for this use.",
            "Dosing & Administration": "Adult\nInhaled:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jasmine.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with jasmine.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of jasmine.",
            "Mechanism of Action": "General\nThe applicable parts of jasmine are the flower and essential oil. Jasmine contains iridoids, such as ligstroside and oleuropein, secoiridoid glucosides, alkaloids, sterols, fatty acids, triterpenes, lignans, flavonoids, and terpenoids (56960, 56997, 110677). The flowers contain ligustin, oleuropein, and hydroxytyrosol (110678).\nAnti-inflammatory effects\nA methanol extract of the aerial parts of jasmine given in a dose of 400 mg/kg orally has anti-inflammatory activity in rat models of ulcerative colitis and rheumatoid arthritis (RA). The extract reduces ulcerative colitis disease activity similarly to prednisolone 2 mg/kg. It reduces proinflammatory myeloperoxidase, interferon-gamma, tumor necrosis factor alpha, interleukin (IL)-1, and IL-6 in colonic tissues. It also increases levels of the tight junction proteins claudin-5 and occludin in colonic epithelial cells (110677).\n\nIn the rat RA model, the extract reduces levels of rheumatoid factor, C-reactive protein, cathepsin-D, nitric oxide, and inducible nitric oxide synthase. It also reduces bone histopathological lesions, articular cartilage damage, and inflammation of synovial membrane and periarticular tissues, when compared with control animals (110677).\nAnticancer effects\nJasmine is traditionally used in the prevention and treatment of cancer. In an animal model, jasmine flower extract prevents the formation of tumors, possibly due to antioxidant constituents (56978).\nAntioxidant effects\nThe antioxidant effects of jasmine are due to phenolic and flavonoid compounds, including coumaroylquinic acid (110677).\nGastroprotective effects\nIn a mouse model of gastric ulcer induced by acid and ethanol, jasmine extracts alleviate ulceration by increasing prostaglandin E2 production and antioxidant enzyme activity, reducing lipid peroxidation, and reducing production of reactive oxygen species, apoptosis-related proteins, proinflammatory cytokines, and nitric oxide. Some extracts and the hydroxytyrosol ingredient reduce ulcer scores and histopathological changes, restore the thickness of the gastric mucous layer, and improve body weight, food and water intake, and flatulence (110678).\nRelaxation effects\nThe smell of jasmine is thought to induce relaxation, slowing heart rate and improving mood (56975).\nSpasmolytic effects\nJasmine is used for abdominal pain due to dysentery. It has spasmolytic effects in guinea pig ileum (56962).\nVasodilatory effects\nIn isolated thoracic aorta, jasmine extract has a vasodilatory effect. The mechanism of action seems to involve the calcium channels (57041).\nWound-healing effects\nJasmine is traditionally used topically for wound healing. Animal research shows that application of jasmine extract or a mucoadhesive containing jasmine leaves accelerates wound-healing, likely by improving epithelialization and collagen formation and reducing inflammatory cell infiltration (56994, 102542)."
        }
    },
    "Java Tea": {
        "sections": {
            "Overview": "Java tea is a perennial, herbaceous shrub. It is native to tropical and subtropical areas of Asia and Australia. It has been used to treat gout by the people of Yunnan Province, China for over 2000 years (18, 94851, 102764, 110427, 110428, 115754, 115757). Java tea is also traditionally used for bladder, gallbladder, kidney, and liver disorders.",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term. Java tea 100 mg daily has been safely used in a clinical trial for 8 weeks (94851).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, Java tea seems to be well tolerated. No adverse effects have been reported. However, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAlzheimer disease. Although there has been interest in using oral Java tea for Alzheimer disease, there is insufficient reliable information about the clinical effects of Java tea for this condition.\nChronic kidney disease (CKD). Although there has been interest in using oral Java tea for CKD, there is insufficient reliable information about the clinical effects of Java tea for this condition.\nDiabetes. Although there has been interest in using oral Java tea for diabetes, there is insufficient reliable information about the clinical effects of Java tea for this condition.\nGout. Although there has been interest in using oral Java tea for gout, there is insufficient reliable information about the clinical effects of Java tea for this condition.\nHypertension. Oral Java tea has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nPreliminary clinical research in adults with uncontrolled hypertension shows that taking a specific combination product (OrthoSiphon, Rottapharm-Madaus SpA) containing Java tea leaf extract 100 mg, standardized to sinensetin 0.1%, berberine 500 mg, monakolin 3 mg, and policosanols 10 mg, daily for 8 weeks, reduces systolic and diastolic blood pressure by 5 mmHg and 2 mmHg, respectively, when compared to baseline. However, this supplement is less effective than hydrochlorothiazide 12.5 mg daily (94851). It is unclear if these effects are due to Java tea, other ingredients, or the combination.\nless\nKidney stones (nephrolithiasis). Although there has been interest in using oral Java tea for kidney stones, there is insufficient reliable information about the clinical effects of Java tea for this condition.\nRheumatoid arthritis (RA). Although there has been interest in using oral Java tea for RA, there is insufficient reliable information about the clinical effects of Java tea for this condition.\nUrinary tract infections (UTIs). Oral Java tea has only been evaluated in combination with other ingredients; its effect when used alone is unclear.\nClinical research in females with UTIs who are not taking antibiotics shows that taking a specific combination supplement (Aqualibra, Medice Arzneimittel Ptter GmbH & Co. KG), containing extracts of Java tea 180 mg, spiny restharrow root 160 mg, and goldenrod 360 mg, 3 times daily for 7 days modestly improves symptom scores when compared with placebo. Urinary microbial counts decreased by 63% with the supplement, compared with 25% in those taking placebo. Antibiotics were needed in 15% and 49% of patients taking the supplement or placebo, respectively (102763). It is unclear if the effects are due to Java tea, other ingredients, or the combination.\nless\nMore evidence is needed to rate Java tea for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nIn a specific combination supplement (OrthoSiphon, Rottapharm-Madaus SpA), an alcoholic leaf extract of Java tea was standardized to contain sinensetin 0.1% (94851).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTIHYPERTENSIVE DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, taking Java tea with antihypertensive drugs might increase the risk of hypotension.\n\n\nPreliminary research in humans suggests that Java tea, in combination with other ingredients, has antihypertensive effects (94851).\nless\nLITHIUM\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPROBABLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, Java tea might increase the effects and adverse effects of lithium.\n\n\nAnimal research suggests that Java tea has diuretic properties, and may increase excretion of sodium (94851). Theoretically, this might reduce the excretion of lithium. The dose of lithium might need to be decreased.\nless",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH HYPOTENSIVE EFFECTS\nTheoretically, taking Java tea with other herbs or supplements with hypotensive effects might increase the risk of hypotension.\nPreliminary research in humans suggests that Java tea has antihypertensive effects (94851). See other products with hypotensive effects LinkText.\nless",
            "Interactions with Conditions": "PERIOPERATIVE\nTheoretically, Java tea might interfere with blood pressure control if used perioperatively. Tell patients to discontinue Java tea at least 2 weeks before elective surgical procedures. Preliminary clinical suggests that Java tea has antihypertensive effects (94851).\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with Java tea.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of Java tea.",
            "Mechanism of Action": "General\nThe applicable parts of Java tea are the leaf and stem tip (2, 18). The plant contains anthraquinone derivatives, diterpenoids including orthosiphonones, norstaminols, and secoorthosiphols, flavonoids, methoxylated compounds, and other polyphenols, hydroxycinnamic acids, , lignanoids, organic acids, phenolic acids, saponins, sterols, sugar alcohols, tanshinones, triterpenes, volatile oils, and others (110427, 110428, 115755, 115756, 115757).\nAntiarthritic effects\nJava tea is of interest for arthritis. In an animal osteoarthritis model, Java tea extract protected against cartilage degradation and inflammation, possibly by altering the production of inflammatory cytokines in the cartilage (102764).\nAntidiabetic effects\nIn animal research, extracts of the aerial parts of Java tea reduce blood glucose levels possibly by scavenging oxidants and increasing insulin-driven glucose uptake into muscle and adipose (115757).\nAntihyperuricemic effects\nIn vitro and animal studies suggest that Java tea or its constituents might reduce uric acid levels and improve pain associated with gout. An in vitro model of hyperuricemia shows that a Java tea aerial extract, and several of its constituents, promote excretion of uric acid. In an animal model of gouty arthritis, several constituents of Java tea appear to reduce joint swelling and improve pain (110428). In an animal model of hyperuricemic nephropathy, a Java tea extract reduces serum uric acid levels possibly regulating the gut microbiota and altering expression of the renal urate transporter and enzymes involved in hepatic urate synthesis (115754).\nAntimicrobial effects\nJava tea is stated to have antimicrobial effects (2, 18). Laboratory research also suggests that Java tea has anti-adhesive activity against some types of pathogenic bacteria (102763). Preliminary research in humans shows that drinking Java tea 4 times daily for 7 days inhibits the adhesion of uropathogenic Escherichia coli to bladder cells in vitro. The active constituents of the plant are thought to be polymethoxylated flavones (110429).\nCognitive effects\nIn animal research, a Java tea extract improves learning and spatial memory in a water maze test. Mechanisms of action may include reduced amyloid-beta-induced cytotoxicity, increased brain-derived neurotrophic factor levels, and decreased levels of inflammatory cytokines and other compounds (115756).\nGastrointestinal effects\nJava tea is stated to have weak antispasmodic effects (2, 18).\nHepatic effects\nIn a rat model of non-alcoholic fatty liver disease (NAFLD), a Java tea extract and its flavonoid fraction reduce weight gain, improve lipid metabolism, reduce hepatic steatosis, and reverse hepatic inflammation, possibly via antioxidant effects (115755).\nRenal effects\nAnimal research shows that Java tea has diuretic effects, possibly due to an interaction with adenosine A1 receptors in the kidneys (94851). In vitro, a water extract of Java tea reduces the size of human kidney stones, especially at high concentrations and in the presence of acid (110427). In a mouse model of hyperuricemic nephropathy, a Java tea extract improves renal function, reduces kidney damage and fibrosis, and lowers serum uric acid levels. Possible mechanisms include altered gut microbiota and expression of the renal urate transporter and enzymes involved in hepatic urate synthesis, and reduced inflammation and renal damage (115754)."
        }
    },
    "Javanese Turmeric": {
        "sections": {
            "Overview": "Javanese turmeric is a plant indigenous to the forests of Indonesia and the Malaysian peninsula (18). Javanese turmeric is traditionally used for gastrointestinal disorders including dyspepsia, flatulence, constipation, and diarrhea, as well as acne, arthritis, and liver and gallbladder complaints.",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term. Javanese turmeric extract 20 mg three times daily has been used with apparent safety for up to 18 weeks (14415).\nPOSSIBLY UNSAFE when used orally in excessive amounts or long-term. Javanese turmeric can cause gastric irritation and nausea (2, 8).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, Javanese turmeric seems to be well tolerated when used short-term.\nMost Common Adverse Effects\nOrally: Gastric irritation and nausea.\nGastrointestinal\nOrally, Javanese turmeric can cause gastric irritation and nausea when used in large amounts or for prolonged periods of time (2, 8).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nIrritable bowel syndrome (IBS). It is unclear if oral Javanese turmeric is beneficial for IBS.\nPreliminary clinical research shows that taking Javanese turmeric extract 20 mg three times daily for 18 weeks does not improve symptoms of IBS when compared with placebo (14415).\nless\nMove evidence is needed to rate Javanese turmeric for this use.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of Javanese turmeric.",
            "Interactions with Drugs": "WARFARIN (Coumadin)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nJavanese turmeric might increase the risk of bleeding with warfarin.\nAnimal research suggests that administering high doses of oral Javanese turmeric daily for 7 days prior to a single dose of intravenous warfarin, or for 3 days in combination with intravenous warfarin, increases blood levels of warfarin. This increase did not occur with lower doses (106094). This effect has not been reported in humans.\nless",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "LIVER OR GALLBLADDER DISEASE\nJavanese turmeric has bile stimulating effects and might exacerbate some types of liver or gallbladder diseases. Javanese turmeric is contraindicated in people with acute bile duct inflammation, biliary tree inflammation (8), bile duct obstruction (2, 8), or jaundice (8). Individuals with gallstones should have medical evaluation before using (2).\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with Javanese turmeric.",
            "Pharmacokinetics": "Absorption\nBased on animal data, the bioavailability of oral Javanese turmeric or its constituent, xanthorrhizol, is approximately 13% (112357).\nExcretion\nA study in mice and rats suggests the mean plasma clearance of intravenously and orally administered xanthorrhizol, a constituent of Javanese turmeric, is about 108-350 mL/min/kg, with a terminal half-life of 5.6-8 hours (112357).",
            "Mechanism of Action": "General\nThe applicable part of Javanese turmeric is the root. Javanese turmeric root contains a volatile oil with the chief components of alpha-curcumene, xanthorrhizol, beta-curcumene, germacrene, furanodien, and furanodienone. The root also contains curcumin, demethoxycurcumin, and non-phenolic diarylheptanoids (18).\nAntidiabetic effects\nAn in vitro study of adipocytes with induced insulin resistance from dexamethasone suggests that Javanese turmeric in the form of a standardized polyherbal supplement (Synacinn, Proliv) improves insulin-stimulated glucose utilization in the adipose and normal cells, theoretically through upregulating GLUT4 protein expression and inhibiting alpha-amylase, alpha-glucosidase, and dipeptidyl peptidase IV (112358).\nAntifungal effects\nIn vitro, Javanese turmeric extract inhibits Candida albicans with a minimum inhibitory concentration (MIC) of 3.9 mg/mL (112356).\nAntioxidant effects\nIn an animal model of oxidative stress, Javanese turmeric demonstrates antioxidant activity, as shown by decreased levels of malondialdehyde (MDA), a marker of oxidation, and increased levels of superoxide dismutase (SOD), an antioxidant enzyme (115932)."
        }
    },
    "Jenny Craig Diet": {
        "sections": {
            "Overview": "The Jenny Craig diet is a diet plan that combines elements of social support, pre-packaged meals, food and nutrition counseling, and exercise in an effort to assist clients in losing weight. It was designed by registered dieticians in consultation with a multidisciplinary medical advisory board. Though there are several different levels of participation available in the program, each focuses on assisting the participant as he or she works toward a weight loss goal and, eventually, weight maintenance. In addition to enrollment costs, the Jenny Craig diet requires that its followers purchase pre-packaged food products at the start and the middle of the diet (103149).",
            "Safety": "LIKELY SAFE when used appropriately. The Jenny Craig diet has been widely used without reports of safety concerns (103148, 103149). There is also no reason to expect safety issues.\nPREGNANCY AND LACTATION: There is insufficient reliable information available about the safety of the Jenny Craig diet in pregnancy and lactation. However, there is no reason to expect safety issues, as long as usual nutritional needs are met.",
            "Adverse Effects": "General\nThe Jenny Craig diet appears to be well tolerated when followed appropriately. No adverse effects have been reported.",
            "Effectiveness": "Obesity. Most clinical research shows that the diet results in short-term weight loss when compared with baseline, although it is unclear if it is more effective than other dieting programs.\nPreliminary clinical research in females with overweight or obesity shows that participating in the Jenny Craig at Home diet program for 12 weeks lowers caloric intake, body mass, waist circumference, and fat mass when compared with no diet intervention. Participating in the Jenny Craig diet resulted in approximately 5 kg body weight loss. However, these improvements were similar to Weight Watchers Points Plus, Curves Complete, and Nutrisystem Advance Select diet programs (103148). A prospective observational study of over 60,000 adults also suggests that participating in the Jenny Craig Platinum program is associated with 5 kg of body weight loss. However, most participants drop out of the program within 6 months and the percent weight loss was directly correlated to the amount of time a person remained in the program. The retention rate at 1 month was 73%, at 3 months, 42%, at 6 months, 22%, and at 1 year, 7% (103149).\n\nA meta-analysis of clinical trials in overweight or obese adults shows that participating in the Jenny Craig diet results in modestly more overall weight loss, but is less cost effective (measured as price per kg of weight lost) than the Weight Watchers diet (96824).\n\nThere is insufficient reliable information available about the effectiveness of the Jenny Craig diet for its other uses.\nless",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Mechanism of Action": "The Jenny Craig diet is based around various elements which are intended to aid a person in achieving weight loss goals. These elements are the prepackaged Jenny Craig food products, a supportive counselor, accountability, and learning to cope with situations that provoke overeating or consumption of unhealthy, high calorie foods. This combination of techniques is intended to increase a person's likelihood for successful weight loss (103149)."
        }
    },
    "Jequirity": {
        "sections": {
            "Overview": "Jequirity is a legume climber characterized by red seeds that have a black band at the base. It is native to India but now also grows in tropical parts of South America, Africa, and Asia. The roots, leaves, and seeds of jequirity have been used in traditional medicine (90900).",
            "Safety": "LIKELY UNSAFE when used orally. Ingesting 5 mg of abrin, a constituent of jequirity beans, is toxic to humans (6). Significant jequirity bean ingestion causes severe gastroenteritis, followed by diarrhea and vomiting that can become bloody. Symptoms can occur within hours or days after ingestion (3499, 100257). Death can occur after 3-4 days of persistent gastroenteritis caused by jequirity use (17, 3499).\nCHILDREN: UNSAFE when used orally. Ingestion of one seed in young children can be fatal (3499, 5607). Older children aged 9-13 years have been reported to experience severe abdominal pain, vomiting, bloody stools (5607, 11473), and pulmonary edema after ingesting just one or more seeds (11473).\nPREGNANCY AND LACTATION: LIKELY UNSAFE when used orally (6, 26196); avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, jequirity is associated with serious adverse effects. Chewing jequirity seeds or consuming seeds with cracked shells can cause stomach cramping, nausea, vomiting, severe diarrhea (possibly bloody), cold sweats, fever, drowsiness, anxiety, weakness, hypertension, tachycardia, pulmonary edema, kidney failure, liver toxicity, coma, circulatory collapse, cerebral edema, and death (3499, 5608, 11473, 95220, 95221, 100257). Signs of toxicity, including gastroenteritis, may occur several hours after ingestion of the seeds, followed by the development of bloody diarrhea. More often, however, there can be a latent period of approximately 3-4 days after ingestion of the seeds prior to the development of toxic symptoms. Adverse events, including death, may occur up to 10-14 days after ingestion of the seeds (11473). Iron deficiency anemia, hypocalcemia, hypokalemia, and mild thrombocytosis have been reported in a 2-year old who consumed crushed jequirity seeds (95221).\n\nTopically, jequirity seeds can cause dermatitis when worn as a necklace (6). Eye contact with the seed's contents can cause necrotizing conjunctivitis (3499).\nCardiovascular\nOrally, chewed or cracked jequirity beans can cause hypertension, tachycardia, or circulatory collapse (3499, 11473).\nless\nDermatologic\nTopically, wearing jewelry made with jequirity beans can cause dermatitis (6).\nless\nGastrointestinal\nEating, chewing, or sucking on jequirity beans with cracked or crushed shells can cause stomach cramping, nausea, vomiting, and severe diarrhea that may be bloody (6, 3499, 26893, 27025, 95220, 95221, 100257). Other symptoms include erosions of the intestinal epithelium (27027). Death, occurring in approximately 5% of patients consuming cracked or crushed jequirity beans, is usually due to severe fluid loss occurring with profuse bloody diarrhea (95220).\nless\nHematologic\nIron deficiency anemia, hypocalcemia, hypokalemia, and mild thrombocytosis have been reported in a 2-year old who eventually died after experiencing bloody diarrhea related to consumption of crushed jequirity seeds (95221).\nless\nHepatic\nOrally, crushed or cracked jequirity beans have been reported to cause liver toxicity (11473).\nless\nNeurologic/CNS\nOrally, jequirity beans can cause cold sweats, fever, drowsiness, anxiety, cerebral edema, coma, increased intracranial pressure, acute demyelinating encephalitis, and seizures (3499, 27025, 27026, 27027, 95220, 95221, 100257).\nless\nOcular/Otic\nTopically, constituents or extract of jequirity beans may cause necrotizing conjunctivitis when applied to the eye (3499, 27028, 27029).\nless\nPulmonary/Respiratory\nOrally, crushed or cracked jequirity beans can cause pulmonary edema (11473).\nless\nRenal\nOrally, crushed or cracked jequirity beans have been reported to cause kidney failure (11473, 95221). Death has occurred following kidney failure in a 2-year old child who ingested crushed jequirity beans (95221).\nless\nOther\nOrally, jequirity is associated with serious adverse effects. Chewing jequirity seeds or consuming seeds with cracked shells can cause toxicity and death (3499, 5608, 11473, 95220, 95221, 100257). Signs of toxicity may occur several hours after ingestion of the seeds, followed by the development of bloody diarrhea. More often, however, there can be a latent period of approximately 3-4 days after ingestion of the seeds prior to the development of toxic symptoms. Adverse events, including death, may occur up to 10-14 days after ingestion of the seeds (11473).\n\nEffective management of jequirity and abrin toxicity can include gastric lavage, continuous renal replacement therapy (CRRT) with hemoperfusion, proton pump inhibitor (PPI) therapy, as well as liver protection, hemostasis, and normalization of blood volume and electrolytes (100257).\nless",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of jequirity.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jequirity.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nEvidence from in vitro research suggests that constituents of jequirity beans can inhibit platelet aggregation (3841). Theoretically, jequirity might increase the risk of bleeding when used with antiplatelet or anticoagulant drugs. Some anticoagulant or antiplatelet drugs include aspirin, clopidogrel (Plavix), dalteparin (Fragmin), enoxaparin (Lovenox), heparin, ticlopidine (Ticlid), warfarin (Coumadin), and others.\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nEvidence from animal research suggests that an extract of jequirity can reduce blood glucose levels (27016). Theoretically, jequirity might have additive effects with antidiabetes drugs and increase the risk of hypoglycemia. Monitor blood glucose levels closely. Dose adjustments might be necessary. Some antidiabetes drugs include glimepiride (Amaryl), glyburide (DiaBeta, Glynase PresTab, Micronase), insulin, pioglitazone (Actos), rosiglitazone (Avandia), and others.\nCYTOCHROME P450 3A4 (CYP3A4) SUBSTRATES\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMODERATE\nOccurrence\nUNLIKELY\nLevel of Evidence\nD (In vitro or animal study)\nIn vitro research shows that jequirity extract inhibits CYP3A4 enzymes (112199). Theoretically, taking jequirity may inhibit the metabolism of CYP3A4 substrates.",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nEvidence from in vitro research suggests that constituents of jequirity beans can inhibit platelet aggregation (3841). Theoretically, concomitant use with herbs that affect platelet aggregation may increase the risk of bleeding in some people. These herbs include angelica, danshen, garlic, ginger, ginkgo, red clover, turmeric, willow, Panax ginseng, and others.\nHERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nEvidence from animal research suggests that an extract of jequirity can reduce blood sugar levels (27016). Theoretically, jequirity might have additive effects when used with herbs and supplements with hypoglycemic potential. Monitor blood glucose levels closely. Some herbs and supplements with hypoglycemic potential include devil's claw, fenugreek, guar gum, Panax ginseng, Siberian ginseng, and others.",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nBLEEDING DISORDER\nJequirity beans might inhibit platelet aggregation (3841). Although this has not been observed in humans, theoretically, jequirity may increase the risk of bleeding in patients with bleeding disorders. Use with caution.\nless\nDIABETES\nJequirity might affect blood glucose levels (27016). Theoretically, jequirity might interfere with blood glucose control in patients with diabetes. Dosing adjustments for insulin or oral hypoglycemic agents may be necessary.\nless\nSURGERY\nJequirity beans might inhibit platelet aggregation (3841) or affect blood glucose levels (27016). Theoretically, jequirity might cause excessive bleeding if used perioperatively or interfere with blood glucose control during and after surgical procedures. Tell patients to discontinue jequirity at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "EXPAND ALL\n|\nCOLLAPSE ALL\nBLOOD GLUCOSE\nTheoretically, jequirity might decrease blood glucose levels and test results (27016).\nless\nPLATELET FUNCTION\nTheoretically, jequirity might inhibit platelet function and measures of platelet aggregation time test results (3841).\nless",
            "Overdose": "Abrin, a protein found in the seeds of jequirity, prevents cellular protein synthesis and causes cell death (27036, 27037, 95220). There is no known antidote to these effects which can impact various cells in the body. Additionally, there is no method for enhancing the elimination of abrin. As such, patients seen within 4 hours of seed ingestion should be treated with usual decontamination methods including lavage, charcoal, and cathartics. In cases of diarrhea, the need for cathartics may be unnecessary. In some cases, intravenous methylprednisolone and oral prednisone have been administered (17, 27001, 27025, 27027, 27032).\n\nIn mice, the LD50 of an ethanolic jequirity leaf extract was more than 1300 mg/kg when given intraperitoneally (95222). An acute toxicity study in rats suggests that an aqueous extract of jequirity leaf is safe in doses up to 1000 mg/kg (27002) and a methanolic leaf extract is safe in doses up to 2000 mg/kg (95223). However, histological evidence from animal research shows that an aqueous jequirity leaf extract given orally at doses up to 1600 mg/kg can cause testicular degeneration, reduced sperm cell count, and scattered Sertoli cells (27034).\n\nSeed extracts have been shown to impact reproduction in animal models. A methanolic jequirity bean extract caused reversible disruption in the estrous cycle and completely blocked ovulation (27038). In males, jequirity bean extract reduced testicular weight, sperm count, and sperm motility and altered sperm morphology (27039, 27040, 27041). The effects on spermatogenesis are thought to be related to a decrease in the production and release of testosterone (27039).",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of jequirity.",
            "Mechanism of Action": "General\nThe applicable parts of the jequirity plant are the leaves, root, and beans. The leaves of the jequirity plant contain the indole alkaloids abrine and precatorine, as well as the triterpene glycosides, abrusosides, and glycyrrhizin. The root contains hypaphorine, abrol, abrasine, precasine, precol, and abruquinones, among many other alkaloid and triterpenoid constituents. The beans, or seeds, contain many of these constituents, as well as albuminous proteins, the abrins (90900).\nAnthelmintic effects\nJequirity root and leaves are traditionally used to treat tapeworms. In vitro, stem and root extracts of jequirity have demonstrated anthelmintic activity against tapeworms (26897). The mechanism of these effects is unclear.\nAnti-allergy effects\nSome abruquinone constituents isolated from the root of jequirity possess potent antiallergic effects by inhibiting the activity of mast cells in vitro (3841). In animal research, jequirity leaf extract also inhibited the activity of mast cells (95222).\nAnti-inflammatory effects\nSome abruquinone constituents isolated from the root of jequirity possess anti-inflammatory effects, including inhibiting antioxidant activity and the activity of neutrophils in vitro (3841). The anti-inflammatory effects of the abruquinones are possibly related to the inhibition of mast cell activity (3842). The leaf extract also appears to have anti-inflammatory effects in animal arthritis models (27002).\nAntibacterial effects\nJequirity leaves and roots are traditionally used for various infections. In vitro. the leaf and stem extracts have antimicrobial effects against various Gram positive bacteria (26898).\nAntiplatelet effects\nIn vitro research shows that some abruquinone constituents isolated from the root of jequirity inhibit platelet aggregation (3841). The mechanism of this effect is unclear.\nAntitumor effects\nIn vitro, various jequirity leaf extracts have been shown to inhibit the growth of cancer cells in a manner possibly related to antioxidant effects of the flavonoid constituents (95219). Peptide fractions of the toxic agglutinin compound, abrin, also appear to have anti-cancer effects in animal models, resulting in a reduction in solid tumor mass and volume as well as increased life span and decreased proliferation of various cancer cell lines (27012). The antiproliferative effects of these peptides may be due to DNA fragmentation and apoptosis, following altered cell signalling (27007, 27008, 27009, 27010, 27011, 27013).\nAntiviral effects\nJequirity leaves and roots are traditionally used for various infections. In vitro, an abruquinone constituent of jequirity aerial parts has demonstrated antiviral activity against herpes simplex virus type 1 (HSV-1) (27015).\nHypoglycemic effects\nExtracts of jequirity have hypoglycemic effects in animal diabetic models. A methanolic leaf extract improved levels of both glucose and insulin, possibly by increasing the secretion of insulin (95223).\nImmunomodulating effects\nAnimal and in vitro studies show that peptides or inactivated lectins from jequirity have immunostimulating effects, including production of cytokines and activation of white blood cells and macrophages (27017, 27018, 27020, 27042, 27043, 27045).\nToxicity effects\nAbrin, isolated from jequirity seeds, is a potent inhibitor of protein synthesis and a moderate inhibitor of DNA synthesis. Abrin has two chains (95220). The B chain binds to the cell surface, facilitating entry of the A chain (95220). The A chain is a type II ribosome inhibiting protein that binds to 28S rRNA when internalized into a cell and causes inactivation of protein synthesis and cell death (27036, 27037, 95220). When abrin damages endothelial cells, increased capillary permeability occurs, leading to fluid and protein leakage (27031). This can result in bloody diarrhea (95220). In vitro, aqueous extracts of the seeds have been shown to agglutinate human red blood corpuscles (6369)."
        }
    },
    "Jewelweed": {
        "sections": {
            "Overview": "Jewelweed is a plant native to parts of the United States and Canada. It is often found in wet woodland areas and riverbanks. The native species is Impatiens capensis. It produces orange or yellow flowers. The species Impatiens balsamina is native to China and produces pink or purple flowers (98702).",
            "Safety": "POSSIBLY SAFE when used orally (18). ...when used topically (18, 98702). There are no published reports of significant toxicity for either route of administration (18, 98702).\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nAccording to secondary sources, jewelweed has a high mineral content, particularly calcium oxalate; consumption of excess amounts is considered dangerous.",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nPoison oak and poison ivy dermatitis. Evidence on the use of jewelweed for the treatment or prevention of poison oak and poison ivy dermatitis is limited and mixed. Some clinical research shows that topical application of jewelweed extract or juice does not significantly reduce dermatitis caused by poison ivy or urushiol, a constituent of poison ivy and poison oak, when compared to placebo (57049, 57050, 98702). However, some research shows that topical application of a mash made from the whole plant of either jewelweed species does appear to reduce rash caused by poison ivy compared to a control (98702). These studies are all small and likely underpowered to detect statistically significant differences between treatment groups.\nThere is insufficient reliable information available about the effectiveness of jewelweed for its other uses.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is no well-known standardization for jewelweed.\n\nThere are many commercially available over the counter products containing jewelweed, including Burt's Bees and Walgreens poison ivy soaps (98702).",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of jewelweed.",
            "Pharmacokinetics": "Insufficient available evidence.",
            "Mechanism of Action": "General\nJewelweed flowers contain kaempferol, quercetin, and lawsone. Other aerial parts of jewelweed contain flavonols, phenolics, quinones, saponins, and anthocyanins. The roots contain lawsone. The seeds of jewelweed contain saponins. The amount of lawsone in jewelweed can vary depending on the time of harves (98702).\nDermatologic effects\nCertain plants, including poison ivy, produce urushiol, which is the component responsible for eliciting an allergic reaction in some people. Lawsone, a component of jewelweed flowers and roots, may be a cyclooxygenase-2 (COX-2) inhibitor, thus decreasing pain and swelling. For preventing dermatitis, lawsone is thought to act as a competitive inhibitor and bind the same site as urushiol oil, thus preventing a reaction (98702)."
        }
    },
    "Jiaogulan": {
        "sections": {
            "Overview": "Jiaogulan is a plant that grows throughout many parts of Asia including Vietnam, Japan, Malaysia, and China (94053, 94054, 94055).",
            "Safety": "POSSIBLY SAFE when used orally and appropriately, short-term. Tea containing jiaogulan 3 grams has been taken twice daily with apparent safety for up to 3 months (94054, 95519, 95520). Jiaogulan extract has been used with apparent safety at a dose of up to 450 mg daily for up to 4 months (7069, 7070, 57056, 94058, 100961, 106651). An in vitro study suggests that low, medium, and high doses of jiaogulan polysaccharides are safe in a model of the human intestinal epithelial barrier (110700).\nPREGNANCY: POSSIBLY UNSAFE when used orally. Ginsenoside Rb1, which is identical to the jiaogulan constituent gypenoside 3, has teratogenic effects in animal models; avoid using (10447).\nLACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, jiaogulan seems to be well tolerated when used for up to 4 months.\nMost Common Adverse Effects\nOrally: Diarrhea and nausea.\nGastrointestinal\nOrally, jiaogulan may cause diarrhea and nausea (6, 106651). Dry mouth has also been reported with oral jiaogulan use (106651).\nless\nNeurologic/CNS\nOrally, jiaogulan may cause dizziness and insomnia (106651).\nless",
            "Effectiveness": "EXPAND ALL\n|\nCOLLAPSE ALL\nPOSSIBLY EFFECTIVE\nDiabetes. Oral jiaogulan extract powder may improve glycemic control in patients newly diagnosed with type 2 diabetes when used alone or with diabetes medications.\nA meta-analysis of two small clinical trials in adults with newly diagnosed type 2 diabetes shows that taking jiaogulan whole plant extract powder, 1.5 grams dissolved in 60 mL of room temperature water, twice daily before meals for 8-12 weeks reduces glycated hemoglobin by 1%, fasting blood glucose by 29 mg/dL, and post-prandial blood glucose by 80 mg/dL when compared with green tea (111503). In one of the trials, both the jiaogulan and the placebo groups were also started on a sulfonylurea 4 weeks prior to the study and remained on it throughout the trial (95519). In the other trial no participants were taking diabetes medications (95520).\n\nAdditionally, a very small cross-over trial that was not included in the aforementioned meta-analysis shows this same jiaogulan protocol reduces fasting blood glucose and improves insulin sensitivity at 4 weeks when compared with green tea in adults newly diagnosed with type 2 diabetes (94054). The washout period was 2 weeks, and switching to placebo reversed the improvements in glycemic control. All three clinical trials above were conducted in Vietnam by the same research group with the same jiaogulan extract product and protocol (94054, 95519, 95520). The validity of these findings may be limited by the use of a potentially non-inert green tea placebo, as green tea itself has been studied for its effects on preventing and treating diabetes.\nless\nINSUFFICIENT RELIABLE EVIDENCE TO RATE\nAging. Although there has been interest in using oral jiaogulan for aging, there is insufficient reliable information about the clinical effects of jiaogulan for this purpose.\nAthletic performance. It is unclear if oral jiaogulan is beneficial for improving athletic performance.\nOne very small, cross-over clinical trial in generally healthy, untrained, young adult males in Australia shows that taking 450 mg of jioagulan dried leaf extract daily for 4 weeks reduces the time to complete a 20 kilometer time trial by approximately 4% (112 seconds), but does not reduce time to exhaustion, when compared with placebo. (115476).\nless\nCancer. Although there has been interest in using oral jiaogulan for preventing or treating cancer, there is insufficient reliable information about the clinical effects of jiaogulan for this purpose.\nCardiovascular disease (CVD). Although there has been interest in using oral jiaogulan for CVD, there is insufficient reliable information about the clinical effects of jiaogulan for this purpose.\nHypercholesterolemia. Small clinical studies suggest that oral jiaogulan extract may lower cholesterol levels in patients with hypercholesterolemia.\nTwo small clinical studies in patients with hypercholesterolemia show that taking jiaogulan extract can decrease total cholesterol and increase the high-density lipoprotein (HDL)/total cholesterol ratio (7069, 7070). The dose of jiaogulan extract used in one study was 10 mg three times daily (7069).\nless\nHypertension. Although there has been interest in using oral jiaogulan for hypertension, there is insufficient reliable information about the clinical effects of jiaogulan for this purpose.\nMemory. Although there has been interest in using oral jiaogulan for memory, there is insufficient reliable information about the clinical effects of jiaogulan for this purpose.\nNonalcoholic fatty liver disease (NAFLD). It is unclear if oral jiaogulan extract is beneficial in patients with NAFLD.\nOne small clinical study in patients with NAFLD shows that taking jiaogulan extract three times daily for 4 months in conjunction with controlled dieting does not improve markers of liver function, body mass index, cholesterol levels, kidney function, or glucose levels when compared with placebo (57056).\nless\nObesity. Small clinical studies suggest that oral jiaogulan extract may slightly reduce body weight in patients who are overweight or obese.\nTwo small clinical studies in adult patients who are overweight or obese show that taking jiaogulan extract 225 mg twice daily for 12-16 weeks reduces body weight by 1.3 kg and body mass index (BMI) by around 0.4 kg/m2 when compared with placebo (94058, 106651).\nless\nRespiratory tract infections. Although there has been interest in using oral jiaogulan for various respiratory tract infections, including bronchitis, rhinosinusitis, and the common cold, there is insufficient reliable information about the clinical effects of jiaogulan for these conditions.\nStress. It is unclear if oral jiaogulan extract is beneficial in patients with chronic stress.\nOne small clinical study in healthy adults with self-perceived chronic stress and anxiety at baseline, but without a confirmed diagnosis of anxiety, depression, or other mental health disorders, shows that taking jiaogulan extract 200 mg twice daily for 8 weeks while being exposed to repetitive stressful tasks decreases anxiety scores by almost 17% when compared with placebo. While no subjective assessments of stress were included, salivary cortisol levels and other stress markers did not improve with jiaogulan when compared with placebo (100961).\nless\nMore evidence is needed to rate jiaogulan for these uses.",
            "Dosing & Administration": "Adult\nOral:\nJiaogulan extract is most often used in doses of 200-225 mg twice daily for 8-16 weeks. See Effectiveness section for condition-specific information.\nStandardization & Formulation\nMost jiaogulan products are standardized by the amount of gypenosides or saponins they contain. However, jiaogulan contains a wide variation of gypenosides which makes standardizing according to specific gypenosides difficult (6, 94053).\n\nIn one study, an extract of jiaogulan called actiponin (TG Biotech), contained 1.1% w/w of a saponin known as damulin A (94058).\n\nIn another study, an extract of jiaogulan was standardized to 1.4-2.1 mg/gram of a flavonol glycoside known as ombuoside (100961).",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nTheoretically, jiaogulan might increase the risk of bleeding when taken with anticoagulant or antiplatelet drugs.\nIn vitro research suggests that jiaogulan has antiplatelet effects (7071).\nless\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nB (Lower quality RCT)\nTheoretically, jiaogulan might increase the risk of hypoglycemia when taken with antidiabetes drugs.\nClinical research shows that jiaogulan can lower blood glucose levels (94054, 95519, 95520).\nless\nIMMUNOSUPPRESSANTS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, jiaogulan might decrease the effectiveness of immunosuppressive therapy.\nClinical and animal studies suggest that jiaogulan can stimulate the immune system (6, 94056).\nless",
            "Interactions with Supplements": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTICOAGULANT/ANTIPLATELET HERBS AND SUPPLEMENTS\nTheoretically, jiaogulan might have antiplatelet effects.\nTaking jiaogulan with other products that increase the risk of bleeding might have additive effects. In vitro research suggests that jiaogulan has antiplatelet effects (7071). See products with anticoagulant activity here. See products with antiplatelet activity here.\nless\nHERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nTheoretically, jiaogulan might have hypoglycemic effects.\nTaking jiaogulan with other products with hypoglycemic potential might increase the risk of hypoglycemia. Clinical research shows that jiaogulan can lower blood glucose levels (94054, 95519, 95520). See other products with hypoglycemic potential here.\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nAUTOIMMUNE DISEASES\nTheoretically, jiaogulan might exacerbate autoimmune diseases by stimulating disease activity. Advise patients with autoimmune diseases such as multiple sclerosis (MS), systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), or others to avoid or use jiaogulan with caution. Clinical and animal studies suggest that jiaogulan can stimulate the immune system (6, 94056).\nless\nBLEEDING DISORDERS\nTheoretically, jiaogulan might increase the risk of bleeding due to its antiplatelet effects. Until more is known, use with caution in patients with bleeding disorders. In vitro research suggests that jiaogulan has antiplatelet effects (7071).\nless\nPERIOPERATIVE\nJiaogulan has antiplatelet effects (7071), which might cause excessive bleeding if used perioperatively. Tell patients to discontinue jiaogulan at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with jiaogulan.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of jiaogulan.",
            "Mechanism of Action": "General\nThe applicable parts of jiaogulan are the aerial parts (94053). The leaves of jiaogulan contain a large number of triterpene saponins known as gypenosides (57052, 57053, 57054, 57055, 57057, 94053, 94056, 106650). There are over 189 different saponins in jiaogulan (94056). Many of the gypenosides are identical to the ginsenosides found in Panax ginseng. The amount of saponins in the leaves of jiaogulan is similar to the amount found in ginseng roots (6).\n\nOther components of jiaogulan include flavonoids, sterols, polysaccharides, polyphenols, phenolic acids, carotenoids, malonic acid, lutein, palmitic acid, linolenic acids, amino acids, and trace elements such as copper, iron, zinc, and others (94053, 94056, 106650).\nAnti-inflammatory effects\nIn an in vitro study, gypenoside XLIX extracted from jiaogulan inhibited nuclear factor-kappaB activation via a peroxisome proliferator-activated receptor-alpha-dependent (57055). Animal research shows that jiaogulan extract reduces inflammatory cytokines and improves recovery of motor function after lipopolysaccharide-induced inflammation (106650). Additionally, in an animal model of non-alcoholic steatohepatitis, high dose jiaogulan extract reduces inflammatory cytokines via the inhibition of inflammatory pathways (115477).\nAnticancer effects\nIn vitro, gypenosides extracted from jiaogulan decreased cancer cell viability, arrested the cell cycle, and induced apoptosis in human colon cancer cells, and induced apoptosis in human hepatoma cells (57051, 57052, 57057, 94056). Also in vitro, various saponins found in the aerial parts of jiaogulan have exhibited cytotoxic activities against human leukemia cells, prostate, stomach, and hepatocellular cancer cell lines. Antiproliferative effects have also been shown in vitro against human lung cancer, glioblastoma, and breast cancer cells (57060, 94056).\n\nIn mice, gypenosides have reduced the size of oral solid tumors and suppressed advanced sarcoma tumor growth, as well as increased survival and enhanced immune responses. Gypenosides have enhanced the effects of 5-fluorouracil in colorectal cancer, and may inhibit tumorigenesis (94056).\n\nIn exploratory clinical studies, jiaogulan has been associated with reduced cancer relapse and metastasis rates, as well as reduced mortality over 5 years when compared to control. In breast cancer, jiaogulan may increase natural killer cell activity. It may also improve immune function in patients that recently received chemotherapy (94056).\nAntidiabetic effects\nPreliminary laboratory research suggests that jiaogulan extract might lower blood glucose levels by increasing insulin release (94054, 94055). However, evidence from clinical research shows that jiaogulan does not increase insulin levels in humans (94054). Instead, jiaogulan is thought to reduce blood glucose levels by increasing insulin sensitivity through inhibition of protein tyrosine phosphatase 1B activity (94054, 95519) and by decreasing glucose absorption through inhibition of alpha-glucosidase activity and down-regulation of glucose transporter 2 expression (100962).\nAntioxidant effects\nPreliminary evidence suggests the gypenosides in jiaogulan have antilipid peroxidation activity and protect vascular endothelial cells and their membranes from oxidative damage (9349).\nCardiovascular effects\nThere is some evidence that the gypenoside constituents have several cardiovascular effects and may prevent the development of atherosclerosis and slow the aging process (9349). In animal research, jiaogulan seems to lower blood pressure, heart rate, blood vessel resistance, increase coronary blood flow, and inhibit platelet aggregation (7071).\nCholesterol-lowering effects\nIn vitro, an extract of jiaogulan activated liver X receptors, which play an important role in cholesterol homeostasis by serving as regulatory sensors of cholesterol levels in tissues (57053). There is also preliminary evidence a combination of jiaogulan with Nelumbo nucifera (Lotus flower or seed) and Crataegus cuneata (Hawthorn) might have both a cholesterol- and triglyceride-lowering effect. It is unclear whether these effects are due to an interaction among these agents or if one of the agents is primarily responsible (9348).\nCoagulation effects\nAn in vitro study of human blood samples found that a water extract of jiaogulan significantly inhibited the platelet aggregation induced by adenosine 5'-diphosphate and compound agonists, accelerated disaggregation, and inhibited experimental thrombosis (7071). However, in another in vitro study, another extract from jiaogulan Makino contained a platelet aggregation factor (57059). Some research suggests that hot water extracts of jiaogulan contain a factor that induces platelet aggregation, but the effect occurs only with washed platelets and is not observed in platelet-rich plasma. This suggests the factor is unlikely to cause thrombosis in vivo (9350).\nGastrointestinal effects\nIn mice with diet-induced non-alcoholic steatohepatitis, jiaogulan extract altered the gut microbiota by reducing some opportunist pathogens at high doses and increasing some potential probiotics at low doses (115477).\nHepatic effects\nIn mice with diet-induced non-alcoholic steatohepatitis, jiaogulan extract reduces levels of alanine aminotransferase (ALT) and aspartate aminotransferase (AST) and improves markers of oxidative stress, including malondialdehyde (MDA) and superoxide dismutase (SOD) (115477).\nNeurologic effects\nIn animal research, jiaogulan may protect against cerebral ischemic damage (7071).\nWeight loss effects\nAMP-activated protein kinase (AMPK) is an enzyme that regulates energy balance. Its activation leads to increased fat oxidation and glucose uptake. In addition, activation of AMPK inhibits both fat and cholesterol synthesis. In vitro and in vivo research shows that two specific saponins found in jiaogulan, damulin A and B, increase phosphorylation of AMPK, which then stimulates beta-oxidation (94058).\n\nA study in mice given low, medium, and high dose oral jiaogulan polysaccharides suggests that jiaogulan may prevent weight gain and obesity. Researchers also found increased short-chain fatty acids (SCFAs) and greater gut microbiota quantity and diversity (110700)."
        }
    },
    "Jimson Weed": {
        "sections": {
            "Overview": "Jimson weed grows throughout the world and has been recognized as an hallucinogenic plant for centuries (57098). It has reportedly been used by the native peoples of North America (57071), as a treatment for asthma in India (57071), and as a home remedy in colonial times in West Virginia (57151).",
            "Warnings": "Children and adolescents may use jimson weed recreationally, but it is unsafe. Parents should be cautioned about the online availability of jimson weed for purchase (57081). There are numerous reports of severe toxicity, including death, from use of jimson weed. Jimson weed has also led to death after accidental consumption when it was confused for other edible plants (18, 57083, 57081, 109503).",
            "Safety": "UNSAFE when the leaf or seed are used orally or via inhalation (13, 5622). Although all parts of the jimson weed plant contain toxic belladonna alkaloids, the seeds contain the highest quantity (5623). Ingestion of jimson weed can cause acute anticholinergic poisoning and death (17, 5621, 5622). The lethal dose for adults is 15-100 grams of jimson weed leaf or 15-25 grams of the seeds (equivalent to 100 mg atropine) (18).\nCHILDREN: UNSAFE when the seed or leaf are used orally or via inhalation. Although all parts of the jimson weed plant contain toxic belladonna alkaloids, the seeds contain the highest quantity (5623). Ingestion of jimson weed can cause acute anticholinergic poisoning and death (17, 5621, 5622). Children are more sensitive to the toxic effects of jimson weed than adults, and the lethal dose is lower (18). The lethal dose in children is less than 1.5-10 grams of jimson weed leaf or less than 1.5-2.5 grams of the seeds (equivalent to 10 mg or less of atropine) (57144).\nPREGNANCY AND LACTATION: UNSAFE when used orally (2); avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally, jimson weed is unsafe.\nMost Common Adverse Effects\nOrally: Anticholinergic effects, such as abdominal pain, altered mental status, dry eyes, dry mouth, dry skin, nausea, tachycardia, urinary retention, and vomiting.\nSerious Adverse Effects (Rare)\nOrally: Anticholinergic toxicity, death.\nCardiovascular\nOrally, jimson weed can cause anticholinergic side effects such as hypertension, tachycardia, and arrhythmia (57099, 57156, 57067, 57103, 57151, 57152, 57129, 109502, 113142).\nless\nDermatologic\nOrally, jimson weed can cause anticholinergic side effects such as dry, red, flushed, or hot skin and decreased perspiration (57089, 57146, 113142).\nless\nGastrointestinal\nOrally, jimson weed can cause anticholinergic side effects such as abdominal pain, nausea and vomiting, decreased bowel sounds, and difficulty swallowing (13, 18, 5623, 109502, 113142).\nless\nGenitourinary\nOrally, jimson weed can cause anticholinergic side effects such as urinary retention (57129, 57152, 57151, 109502).\nless\nHematologic\nOrally, jimson weed has been reported to cause thrombocytopenia in one patient (109502).\nless\nHepatic\nOrally, jimson weed can cause hepatotoxic events, including fulminant hepatitis (57091).\nless\nMusculoskeletal\nOrally, jimson weed can cause anticholinergic side effects such as leg cramps, muscle tremor, muscle rigidity, and rhabdomyolysis (57089, 57146, 113142).\nless\nNeurologic/CNS\nOrally, jimson weed can cause anticholinergic side effects such as memory loss, attention impairment, confusion, hallucinations, slurred speech, psychosis, agitated delirium, seizures, and coma (57067, 57075, 57077, 57078, 57084, 57085, 57098, 57103, 57108, 57116)(57120, 57140, 57148, 57151, 57152, 57156, 109502, 113142).\nless\nOcular/Otic\nOrally, jimson weed can cause anticholinergic side effects such as blurred vision and mydriasis (57120, 57133, 57151, 57151, 57116, 57121, 109502, 113142). Topically, direct exposure of the eye to jimson weed alkaloids can also cause mydriasis (57061).\nless\nOther\nOrally, jimson weed can block muscarinic cholinergic neurons and cause anticholinergic side effects. Larger amounts of jimson weed intake can also lead to toxicity and anticholinergic syndrome. Central anticholinergic symptoms, which are dose-dependent, include muscle tremor and rigidity, leg cramps, hallucinations, slurred speech, psychosis, agitated delirium, seizures, coma, cardiovascular collapse, or respiratory failure. Peripheral anticholinergic symptoms include dilated pupils, blurry vision, dry mouth, flushed skin, tachycardia, arrhythmias, fever, hypertension or hypotension, and difficulty urinating (636, 57067, 57075, 57077, 57078, 57084, 57085, 57098, 57103, 57108)(57116, 57120, 57140, 57148, 57151, 57152, 57156, 113142). There are also numerous reports of death after jimson weed ingestion (5622, 57067, 57086, 57088, 109503). The lethal dose of jimson weed for adults is 15-100 grams of leaf or 15-25 grams of the seeds (equivalent to 100 mg atropine) (18). Jimson weed toxicity seems to occur 1-12 hours after ingestion (57084, 57092, 109502).\n\nChildren and adolescents are more susceptible to jimson weed toxicity. The lethal dose of atropine in this population is 10 mg or less. There are numerous case reports of anticholinergic toxicity in children and adolescents ingesting jimson weed seeds accidentally and recreationally (57098, 57129, 57144, 95448, 95449, 95450, 95451, 95452, 113142). Some children ingested leaves that were packed into jimson weed cigarettes; others ingested several hundred seeds (57116).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nAsthma. Although there has been interest in using oral jimson weed for asthma, there is insufficient reliable information about the clinical effects of jimson weed for this purpose.\nBronchitis. Although there has been interest in using oral jimson weed for bronchitis, there is insufficient reliable information about the clinical effects of jimson weed for this purpose.\nCough. Although there has been interest in using oral jimson weed for cough, there is insufficient reliable information about the clinical effects of jimson weed for this purpose.\nInfluenza. Although there has been interest in using oral jimson weed for influenza, there is insufficient reliable information about the clinical effects of jimson weed for this purpose.\nMore evidence is needed to rate jimson weed for these uses.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jimson weed.",
            "Interactions with Drugs": "ANTICHOLINERGIC DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nHIGH\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, jimson weed may increase anticholinergic effects and adverse effects.\nJimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Use with other anticholinergic drugs may cause additive effects (2, 506, 57079, 57092, 57123, 57146, 57147).\nless",
            "Interactions with Supplements": "ANTICHOLINERGIC HERBS\nTheoretically, jimson weed may increase anticholinergic effects and adverse effects.\nJimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Use with other anticholinergic herbs may cause additive effects (2, 506, 57079, 57092, 57123, 57146, 57147). See other herbs with anticholinergic activity here.\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nCONGESTIVE HEART FAILURE (CHF)\nUse of jimson weed in patients with CHF is contraindicated. Jimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Anticholinergics in jimson weed might cause tachycardia and exacerbate CHF (2, 15, 506, 57079, 57092, 57123, 57146, 57147, 109502).\nless\nCONSTIPATION\nUse of jimson weed in patients with constipation is contraindicated. Jimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Anticholinergics in jimson weed might cause constipation (2, 15, 506, 57079, 57092, 57123, 57146, 57147).\nless\nDOWN SYNDROME\nJimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Patients with Down syndrome might be hypersensitive to antimuscarinic effects (mydriasis, positive chronotropic heart effects, etc.) (2, 15, 506, 57079, 57092, 57123, 57146, 57147).\nless\nEPILEPSY\nUse of jimson weed in patients with epilepsy is contraindicated. Use of jimson weed can cause seizures (57151, 57152).\nless\nGASTROINTESTINAL CONDITIONS\nJimson weed should be avoided in patients with gastrointestinal conditions, such as inflammatory disorders, infections, obstructions, esophageal reflux, ulcers, or hiatal hernias. Jimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Anticholinergics in jimson weed might delay gastric emptying and lower esophageal pressure, exacerbating these conditions (2, 15, 506, 57079, 57092, 57123, 57146, 57147).\nless\nNARROW-ANGLE GLAUCOMA\nUse of jimson weed in patients with narrow-angle glaucoma is contraindicated. Jimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Anticholinergics in jimson weed might increase ocular tension in patients with narrow-angle (angle-closure) glaucoma (2, 15, 506, 57079, 57092, 57123, 57146, 57147).\nless\nTACHYARRHYTHMIAS\nUse of jimson weed in patients with tachyarrhythmias is contraindicated. Jimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Anticholinergics in jimson weed can cause tachycardia (2, 15, 506, 57079, 57092, 57123, 57146, 57147, 109502).\nless\nURINARY RETENTION\nUse of jimson weed in patients with urinary retention is contraindicated. Jimson weed contains alkaloids with anticholinergic effects, such as atropine and scopolamine. Anticholinergics in jimson weed might increase urinary retention (2, 15, 506, 57079, 57092, 57123, 57146, 57147).\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Presentation\nOverdose with jimson weed generally presents as anticholinergic toxicity from the alkaloid constituents, such as atropine and scopolamine. This may include dry mouth, dry eyes, dilated pupils, blurred vision, tachycardia, altered mental status, fever, and abdominal pain (109502, 109503, 113142). Onset of symptoms can occur rapidly, within 1-12 hours after consumption (57084, 57092, 109502, 113142). Overdoses are also common from accidental ingestions, where jimson weed is mistaken for edible plants or a contaminant within other harvested plants (109502, 109503, 113142). Sometimes anticholinergic jimson weed intoxication is confused with sympathomimetic bath salts or cathinone intoxication. A common differentiating symptom is the absence of sweating with jimson weed intoxication, as opposed to hyper-perspiration with sympathomimetic intoxication (95453).\n\nDeaths from accidental overdose with jimson weed have been reported (18, 109503). The lethal dose of jimson weed for adults is 15-100 grams of leaf or 15-25 grams of the seeds (equivalent to 100 mg atropine) (18). The lethal dose in children is less than 1.5-10 grams of jimson weed leaf or less than 1.5-2.5 grams of the seeds (equivalent to 10 mg or less of atropine) (57144).\nTreatment\nTreatment of jimson weed overdose should mirror treatment of anticholinergic toxicity and may include physostigmine, neostigmine, activated charcoal, and/or intravenous fluids. Gastric lavage has also been used (57153, 57065, 57066, 57073, 57077, 57065, 57098, 57099, 57111, 57151)(57154, 57156, 109502). Benzodiazepines have also been used (57082, 113142); however, in one observational study, there was no difference in hospital stay or condition severity when benzodiazepines were given with or without physostigmine (57082).",
            "Pharmacokinetics": "Distribution\nAfter oral administration, atropine and scopolamine, constituents of jimson weed, distribute into the blood (57099). After chronic oral use, atropine and scopolamine can be detected in hair (95451).\nExcretion\nThe active constituents of jimson weed, including scopolamine and atropine, appear to be primarily renally eliminated (5622, 57129, 57146).",
            "Mechanism of Action": "General\nThe applicable parts of jimson weed are the leaf and seed. Jimson weed contains 0.1-0.6% alkaloids including atropine, l-hyoscyamine and l-scopolamine which are responsible for anticholinergic activity and toxicity (2, 57079, 57092, 57123, 57146, 57147).\nAntibacterial effects\nJimson weed has been historically used for bacterial respiratory infections. In vitro research shows that methanol extracts of the aerial parts of Jimson weed have a dose-dependent antibacterial activity against gram positive bacteria (57090).\nAnticholinergic effects\nJimson weed has been historically used for asthma via inhalation. Its bronchodilatory effects when smoked can be explained by the anticholinergic effects of the alkaloids atropine, l-hyoscyamine and l-scopolamine (57079, 57092, 57123, 57132, 57146, 57147). The toxic effects of jimson weed can also be explained by the anticholinergic effects of these constituents (57067, 57075, 57077, 57078).\nSleep effects\nAnimal research suggests that jimson weed extract may improve sleep duration and sleep latency via elevations in serum brain-derived neurotrophic factor and/or activity at opioid receptors. Animal research in mice shows that administering jimson weed seed, calyx, or petal extract, 16% to 21%, 50-100 mg/kg via intraperitoneal injection as a single dose improves sleep duration and sleep latency by 26% to 120% and 26% to 57%, respectively, when compared with control (109501)."
        }
    },
    "Job's Tears": {
        "sections": {
            "Overview": "Job's tears is a grain-bearing perennial plant grown in China, Japan, Korea, Taiwan, and other Asian countries. It is considered a nutritious health food in many Asian countries, and has a history of use in traditional Chinese medicine (15362, 15363, 15369). The seeds of Job's tears are tear-shaped and come in several colors including yellow, brown, white, and purple. The seeds are sometimes used as ornamental beads.",
            "Safety": "POSSIBLY SAFE when consumed orally and appropriately as a food. Job's tears has been safely eaten in amounts up to 60 grams daily for 4 weeks (15368).\n\nThere is not enough information available to know if Job's tears extracts from the root or seed are safe when taken as a supplement.\nPREGNANCY: POSSIBLY UNSAFE when used orally. In animal models, Job's tears seed extract induces embryo toxicity and increases uterine contractions during pregnancy (15373); avoid using during pregnancy.\nLACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nOrally, Job's tears is generally well tolerated when consumed as a food (15368). There is no good scientific evidence on the safety and adverse effects of Job's tears taken orally in medicinal amounts.\nDermatologic\nOral use of Job's tears has been associated with Baboon syndrome -- a condition characterized by a red and itchy rash most often located on the buttocks. In one case report, a 53-year-old woman taking a specific Job's tears-containing supplement (Ibane, JW Pharm) from South Korea experienced severe red and itchy skin around her trunk and groin area. While the supplement also contains riboflavin, pyridoxine, ascorbic acid, nicotinamide, biotin, and L-cysteine, Job's tears was thought to be the cause of this patient's reaction. After two weeks of not taking the supplement the patient's skin returned to normal (95438).\nless",
            "Effectiveness": "Hyperlipidemia. Preliminary evidence shows that consuming Job's tears 60 grams daily in place of rice for 4 weeks can significantly lower total and low-density lipoprotein (LDL) cholesterol in patients with hyperlipidemia (15368). More evidence is needed to rate Job's tears for this use.",
            "Dosing & Administration": "Adult\nOral:\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of Job's tears.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nPreliminary evidence shows that constituents of Job's tears might have hypoglycemic effects (15363). Theoretically, concomitant use with drugs that decrease blood glucose levels might increase the risk of hypoglycemia. Some antidiabetes drugs include glimepiride (Amaryl), glyburide (DiaBeta, Glynase PresTab, Micronase), insulin, pioglitazone (Actos), rosiglitazone (Avandia), chlorpropamide (Diabinese), glipizide (Glucotrol), tolbutamide (Orinase), and others.\nCHLORZOXAZONE (Parafon Forte, Paraflex)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nAnimal research suggests that Job's tears might enhance absorption of chlorzoxazone in the small intestine. Single dose and short-term oral administration of Job's tears bran ethanolic extract along with oral administration of a five-drug cocktail containing chlorzoxazone increases chlorzoxazone peak plasma concentration and area under the plasma concentration-time curve (AUC) without altering major cytochrome P450 activities in the liver (106531). This effect has not been reported in humans.\nDEXTROMETHORPHAN (Robitussin DM, others)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nAnimal research suggests that Job's tears might enhance absorption of dextromethorphan in the small intestine. Single dose oral administration of Job's tears bran ethanolic extract along with oral administration of a five-drug cocktail containing dextromethorphan increases dextromethorphan area under the plasma concentration-time curve (AUC) without altering major cytochrome P450 activities in the liver (106531). This effect has not been reported in humans.\nDILTIAZEM (Cardizem, others)\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nAnimal research suggests that Job's tears might enhance absorption of diltiazem in the small intestine. Single dose oral administration of Job's tears bran ethanolic extract along with oral administration of a five-drug cocktail containing diltiazem increases diltiazem peak plasma concentration and area under the plasma concentration-time curve (AUC) without altering major cytochrome P450 activities in the liver (106531). This effect has not been reported in humans.\nTHEOPHYLLINE\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (In vitro or animal study)\nAnimal research suggests that Job's tears might enhance absorption of theophylline in the small intestine. Single dose and short-term oral administration of Job's tears bran ethanolic extract along with oral administration of a five-drug cocktail containing theophylline increases theophylline peak plasma concentration and area under the plasma concentration-time curve (AUC) without altering major cytochrome P450 activities in the liver (106531). This effect has not been reported in humans.",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nLaboratory research suggests that constituents of Job's tears might have hypoglycemic effects (15363). Theoretically, concomitant use with other herbs and supplements that decrease blood glucose levels might increase the risk of hypoglycemia. Some of these products include bitter melon, cowhage, ginger, glucomannan, goat's rue, fenugreek, kudzu, willow bark, and others.",
            "Interactions with Conditions": "PERIOPERATIVE\nJob's tears might affect blood glucose levels (15363). Theoretically, Job's tears might interfere with blood glucose control during and after surgical procedures. Tell patients to discontinue Job's tears at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with Job's tears.",
            "Mechanism of Action": "General\nThe applicable parts of Job's tears are the root and the seeds. The root contains benzoxazinoid compounds (15361).The seed consists of 8.5% water, 17.6% protein, 52% starch, and 2.3% ash (15362). The seed also contains about 3% to 7% oil, which consists of about 1.6% phytosterols such as sitosterol, sitosterone, campersterol, and camperstanol (15362, 15364, 15372). The seed oils include palmitic, stearic, oleic, and linoleic fatty acids (15371). The seeds also contain 3 to 5 times the amount of B and E vitamins found in rice (111468).\nAnti-obesity effects\nIn overweight or obese young adults, replacing refined grains with powdered Job's tears seeds, 60 grams daily at any meal for 6 weeks, decreases the percentage body fat, and total cholesterol and triglyceride levels when compared with baseline, but does not change body weight. Job's tears seed also lowers the inflammatory markers, tumor necrosis factor alpha and interleukins 6 and 10, and the marker of oxidative stress, malondialdehyde (111468).\nAntidiabetic effects\nJob's tears seeds have hypoglycemic activity in animal models, which is thought to be due to the coixan A, B, and C constituents 15363). In a mouse model of nonalcoholic fatty liver disease (NAFLD), extracts of Job's tears seeds improve hyperglycemia, glucose tolerance, and insulin resistance (106512). Preliminary research in patients with type 2 diabetes shows that taking a porridge prepared from dried Job's tears seeds mixed with yogurt once daily for 12 weeks reduces plasma glycated albumin levels when compared with baseline (111465).\nAntihypertensive effects\nResearch in hypertensive animals shows that adding 12% or 24% dehulled Job's tears seeds to the diet for 12 weeks limits further increases in blood pressure, when compared with a regular diet. In overweight or obese humans, eating 60 grams of dehulled Job's tears seeds daily for 6 weeks decreases systolic blood pressure, especially in those with high pressures at baseline. Possible mechanisms of an antihypertensive effect include reduction in levels of endothelin-1, a mediator of vasoconstriction and salt and water retention, and increased magnesium levels, stimulating prostacyclin and nitric oxide production to cause vasodilation (111220).\nAntimicrobial effects\nPowdered seed extract of Job's tears is thought to have activity against cutaneous warts. It's theorized that it stimulates cytotoxic activity against viral diseases (15362). Job's tears seed extract seems to have biostatic in vitro activity against the parasite Toxoplasma gondii, which causes toxoplasmosis. Components of Job's tears seed appear to activate macrophages against Toxoplasma gondii (15362). Some evidence shows that taking Job's tears seed in tablet form can increase cytotoxic T-lymphocyte and natural killer cell activity in animal models (15363).\nAntineoplastic effects\nSome extracts of Job's tears seed have anticancer activity. In animal and vitro studies, a methanolic extract of Job's tears seed inhibited lung cancer cell growth through cell cycle arrest and apoptosis; however, a water extract did not have this activity (15365). A methanolic extract of Job's tears seed also inhibited cyclooxygenase-2 (COX-2) expression, but not COX-1 expression, in lung cancer cells in animal and in vitro studies (15367). In an animal model of colon cancer, hulled Job's tears seed extract also inhibited COX-2 expression, but did not prevent the formation of colon tumors (15369). A lipid extracted from Job's tears seed also inhibited pancreatic cancer cell growth in vitro through cell cycle arrest and apoptosis (15371).\nAntioxidant effects\nSeveral constituents of Job's tears have antioxidant activity, including syringic acid, ferulic acid, syringaresinol, 4-ketopinoresinol, and the lignan mayuenolide (15368).\nGastrointestinal effects\nAnimal research shows that ingesting hulled Job's tears seed seems to alter the culture counts of enteric micro-organisms. Animals ingesting Job's tears appear to have higher cultures of lactic acid-producing bacteria and fewer enteric bacteria (15363). Human research in healthy adult males shows that consuming cooked Job's tears seeds, 106 grams daily for 7 days, increases intestinal Faecalibacterium abundance and alters the ratio of the different types of peripheral lymphocytes (natural killer, memory, helper and regulatory T-cells) (111467).\nHepatic effects\nResearch using fatty liver cell cultures or animal models of nonalcoholic fatty liver disease (NAFLD), shows that dehulled Job's tears seeds, and extracts from them, reduce NAFLD progression by attenuating hepatic fat deposition, improving liver function, insulin resistance and steatosis, and reducing inflammation. Hepatic triglyceride and cholesterol levels, adipose leptin levels, and plasma fasting glucose levels are lowered. Downregulation of fatty acid synthesis and upregulation of fatty acid beta-oxidation occurs, along with decreased levels of C-reactive protein, tumor necrosis factor-alpha and interleukins 1-beta and 6. Increased plasma and adipose adiponectin levels contribute to the improved insulin sensitivity and reduced lipid accumulation in the liver (106512, 111469).\nImmunologic activity\nThere is interest in Job's tears for allergies due to suspected anti-inflammatory activity. Job's tears root contains benzoxazinoid compounds, some of which might inhibit the release of histamine from mast cells in vitro (15361). Additionally, in animal models, Job's tears hulled seed extract decreases antigen-stimulated production of IgE antibodies. A methanolic extract appears to have greater activity than a water extract (15366).\nLipid effects\nIn a mouse model of nonalcoholic fatty liver disease (NAFLD), extracts of Job's tears seeds attenuate increases in total and low-density lipoprotein (LDL) cholesterol, and triglycerides (15368, 106512). Preliminary research in patients with type 2 diabetes shows that taking a porridge prepared from dried Job's tears seeds mixed with yogurt once daily for 12 weeks reduces total and LDL cholesterol levels, and increases high density lipoprotein (HDL) cholesterol levels when compared with baseline (111465). Other research in healthy individuals shows that consuming 40-55 grams Job's tears seed powder as the sole carbohydrate source for breakfast, daily for 12 weeks, reduces total and HDL cholesterol, and triglycerides levels when compared with baseline (111466). Constituents of Job's tears that may contribute to lipid lowering effects include polyphenols, phytosterols, and fiber, which includes 32% slowly digestible or resistant starch (111466).\nMetabolic effects\nThere is interest in Job's tears for weight loss. In animal models of obesity, a Job's tears seed extract reduces food intake, body weight, cholesterol levels, adipose tissue mass, and leptin in animals fed a high fat diet (15370). Job's tears oil also appears to reduce LDL cholesterol, insulin, and leptin in animal models (15372)."
        }
    },
    "Jojoba": {
        "sections": {
            "Overview": "Jojoba (Simmondsia chinensis) is a shrub native to deserts in Arizona, California and Mexico (57172, 57185) and is also found in some arid African countries (57177). The oil (or liquid wax) in jojoba seeds contains extremely long (C36-C46) straight chain fatty acids in the form of wax esters, as opposed to triglycerides (57171). It is this structure that allows it to be easily refined for use in cosmetics and as a carrier oil for fragrances. Jojoba meal, remaining after oil extraction, is rich in protein (57172). In Japan, jojoba oil (wax) is used as a food additive (57179). The use of jojoba oil in various applications is limited by its high price (57180). Jojoba meal can be used as an animal feedstuff (57188).",
            "Safety": "LIKELY SAFE when used topically (6).\nLIKELY UNSAFE when used orally because it contains 14% erucic acid, which can cause myocardial fibrosis (6); avoid using.\nPREGNANCY AND LACTATION: LIKELY SAFE when used topically for hygienic uses (6).\nPREGNANCY AND LACTATION: LIKELY UNSAFE when used orally (6).",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nSide effects of jojoba are mainly limited to contact dermatitis and gastrointestinal concerns in animals fed large amounts of jojoba meal.\nDermatologic\nContact dermatitis to jojoba oil has been described in case reports (57197, 57186).\nless\nEndocrine\nLevels of plasma growth hormone and thyroxine increased and levels of plasma insulin-like growth factor-I and triiodothyronine decreased in animals fed diets of 4% jojoba meal (57195).\nless\nGastrointestinal\nIn animals fed jojoba oil for four weeks (2.2-9% of diet), necropsy and histopathological evaluation revealed an apparent distension of the small intestine and marked intestinal changes characterized by massive vacuolization and lipid deposition in the enterocytes, accompanied by distension of the villi and an increased cell turnover of small intestinal cells (57189).\nless\nGenitourinary\nIn broiler breeding females fed jojoba meal, the size of the eggs laid were smaller and the overall production rate was lower than birds not fed jojoba (57164). Ovary and oviduct weights were also reduced. In female rats fed defatted jojoba meal or pure simmondsin, the number of corpora lutea on gestation day 16 as reduced, and this was thought to be due to decreased food intake in this group (57199). Fetal and placental weights were also reduced in these groups.\nless\nHematologic\nIn animals fed jojoba oil for four weeks (2.2-9% of diet), there was a dose related increase in white blood cell count (57189).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nAcne. One low quality clinical study shows that applying a clay facial mask containing jojoba oil, 15 minutes 2-3 times weekly for 6 weeks, might reduce the number of whiteheads, blackheads, papules, and pustules in patients with acne (95436). The results of this study are questionable due to the lack of a control group.\nAlzheimer disease. One small clinical trial shows that massaging the hand with jojoba oil does not improve emotions, aggression, or cognitive function in patients with Alzheimer disease (57178).\nMosquito repellent. One small clinical study shows that topical application of a repellant containing jojoba oil, coconut oil, rapeseed oil, and vitamin E provides complete protection against mosquito bites for at least 3 hours. Some protection remains for up to 6 hours, but to a lesser degree than is seen with a repellant containing deet 15% (13081). The effect of jojoba alone as a mosquito repellant is unclear.\nMore evidence is needed to rate jojoba for these uses.",
            "Dosing & Administration": "Adult\nAcne: A clay facial mask containing jojoba oil, applied topically for 15 minutes 2-3 times weekly for 6 weeks, has been used (95436).\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of jojoba.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "Booth described the isolation of a 'toxic factor' from jojoba meal in 1974 (57190) and the removal of toxic compounds was later developed (57187). Treatment of jojoba meal and seed without seed coat with hexane and a 7:3 isopropanol-water mixture has been used to remove 86% of total phenolic compounds and 100% of simmondsins originally present; the resulting product caused no deaths in experimental animals. Removal of toxic compounds does allow jojoba meal to be an alternative feedstuff for animals in regions were jojoba is produced (57188). Lactobacilli have also been used to detoxify jojoba meal (57192, 57194).",
            "Pharmacokinetics": "In an animal model, absorption of jojoba 14C-labelled liquid wax was investigated (57191). Intragastric administration resulted in the majority of the wax being excreted. A small amount was absorbed, and distributed in internal organs, epididymal fat, and body lipids.\n\n\nThe final step in liquid wax biosynthesis in the jojoba seed is catalyzed by fatty-acyl-coenzyme A (CoA): fatty alcohol acyltransferase (57171). Beta-Ketoacyl-coenzyme A (CoA) synthase activity, involved in the formation of very long chain fatty acids, such as found in jojoba waxes, is present in developing jojoba embryos (57196).\n\n\nThe appetite suppressing effects of jojoba seed meal is reduced when the meal is treated with 1N NaOH at 20oC resulting in the destruction of simmondsin (57175). End products include d-glucose and 2-hydroxy-3-methoxyphenylacetonitrile and intermediates included isosimmondsin and a simmondsin lactone derivative.\n\n\nBoiling of jojoba meal has been suggested to inactivate protease inhibitors and the denaturation of proteins, resulting in increased digestibility (57172).",
            "Mechanism of Action": "Anti-inflammatory effects\nHabashy examined the anti-inflammatory effects of jojoba liquid wax in several animal and in vitro models (57177). Jojoba liquid wax reduced carrageenin-induced rat paw edema and prostaglandin E2 (PGE2) levels in inflammatory exudates. In a chick embryo chroioallantoic membrane model, jojoba liquid wax caused a reduction in granulation tissue formation. In rats, croton oil induced ear edema was reduced. In this model, there was also a reduction in neutrophil infiltration (decreased myeloperoxidase activity) and histopathological changes. Jojoba liquid wax reduced nitric oxide levels and tumor necrosis factor-alpha release in a lipopolysaccharide-induced inflammation rat air pouch model.\n\n\nAnti-insect effects\nTopical application of the prepupae of Rhynchophorus ferrugineous with one of three dose-levels (0.1, 0.005 or 0.001mcg per insect) of jojoba oil decreased daily O2 consumption and CO2 release of early and late pupae (57173). This suggests jojoba oil may have use a general insecticide.\n\n\nAppetite suppressant effects\nThe appetite suppressing effects of jojoba seed meal is reduced when the meal is treated with 1N NaOH at 20oC, resulting in the destruction of simmondsin (57175).\n\n\nCholesterol reducing effects\nThe effects of jojoba oil on blood cholesterol levels have been investigated in an animal model (57193).\n\n\nConstituents\nIn jojoba meal, the major proteins are albumins (79%) and globulins (21%) (57172). Residual meal analysis resulted in crude protein 25.24%; ether extract 14.73%; crude fiber 10.07%; ash 4.72, nitrogen-free extract 45.25, and trypsin inhibitor factors 11,197TIU/g (57188). A trypsin-inhibitory substance, able to inhibit the enzymic activity of trypsin, chymotrypsin, and pepsin, but not the protease from Aspergillus saotoi, has been identified in commercially processed jojoba seed meal and the albumin fraction of seed proteins (57183). It is unclear whether consumption of jojoba seed meal by humans would inhibit trypsin activity in the intestine.\n\nIn jojoba meal, 1-oleoyl-3-lysophosphatidylcholine and 1,2-dioleoyl-3-phosphatidylcholine (57176), the pinnitol alpha-D-galactosides 5-O-(alpha-D-galactopyranosyl)-3-O-methyl-D-chiro-inositol or 5-alpha-D-galactopyranosyl-D-pinitol and 2-O-(alpha-D-galactopyranosyl)-3-O-methyl-D-chiro-inositol or 2-alpha-D-galactopyranosyl-D-pinitol (57170, 57200), and simmondsin [2-(cyanomethylene)-3 hydroxy 4,5 dimethoxy cyclohexyl beta-D-glucoside] and simmondsin ferulates (57167, 57168) were identified. Simmondsin, 4-demethylsimmondsin, 5-demethylsimmondsin and 4,5-didemethylsimmondsin were isolated from jojoba seed meal (57174).\n\n\nWith fermentation, five strains of simmondsin-degrading, lactic-acid-producing bacteria were isolated from jojoba meal (57169).\n\n\nSeed analysis resulted in crude protein 14.03%; ether extract 48.89%; crude fiber 10.03%; ash 1.59, nitrogen-free extract 25.46, and trypsin inhibitor factors 13.747TIU/g (57188).\n\n\nThe jojoba plant synthesizes liquid wax (57171). Wax levels may represent up to 70% (by weight) of the oil present in jojoba seeds (57166, 57181, 57165). The main constituents in jojoba wax are the wax esters, eicosenyl octadecenoate (C20:1-C18:1), eicosenyl eicosenoate (C20:1-C20:1), docosenyl eicosenoate (C22:1-C20:1), eicosenyl docosenoate (C20:1-C22:1) and tetracosenyl eiosenoate (C24:1-C20:1) (57179). A wax ester hydrolase is active in developing jojoba cotyledons (57182).\n\n\nJojoba seed is a source of xyloglucan oligosaccharides, which may be a convenient source of individual oligosaccharides (57198).\n\n\nAminopeptidase activity has been determined in germinated jojoba cotyledon extracts (57184). This protein is thought to be involved in the degradation of globulin reserve proteins during cotyledon senescence."
        }
    },
    "Juniper": {
        "sections": {
            "Overview": "Juniper is an evergreen tree found in India, southwest Asia, Europe, and North America (12230, 94060). The berries, aerial parts, and bark are all used for various medicinal purposes (94060). There are many varieties of juniper, but Juniperus communis is the most common in North America (12230).",
            "Safety": "LIKELY SAFE when used orally in amounts commonly found in foods. Juniper, juniper berry, and juniper extract have Generally Recognized as Safe (GRAS) status in the US (4912).\nPOSSIBLY SAFE when used topically on limited areas of skin (12230). ...when the oil is used by inhalation and appropriately as aromatherapy (7107).\nLIKELY UNSAFE when used orally in excessive amounts or long-term. Use of daily doses greater than 10 grams of juniper berries (about 60 berries) or 100 mg of juniper essential oil, or prolonged oral use longer than 4 weeks, have been reported to increase the risk of severe adverse effects such as convulsions or kidney damage (8, 19, 103759).\nThere is insufficient reliable information available about the safety of juniper when used orally in doses of less than 10 grams of berries or 100 mg of oil daily, short-term. Juniper oil and berry have a long history of traditional use (12, 103759).\nPREGNANCY: UNSAFE when used orally. Juniper can increase uterine tone, interfere with fertility and implantation, and cause abortion (4, 19).\nLACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "EXPAND ALL\n|\nCOLLAPSE ALL\nGeneral\nOrally and topically, juniper seems to be generally well tolerated when used short-term in low doses. However, a thorough evaluation of safety outcomes has not been conducted.\nMost Common Adverse Effects\nTopically: Allergies, skin irritation.\nDermatologic\nTopically, juniper can cause skin irritation. Signs of topical poisoning include burning, erythema, inflammation with blisters, and edema (4). Repeated exposure to the juniper pollen can cause occupational allergies that affect the skin (6). In a case report, a 62-year-old woman developed burn-like blistering lesions after carrying juniper in close contact to her skin. Concurrent sun exposure was thought to worsen the skin irritation caused by juniper (103756).\nless\nGenitourinary\nOrally, large amounts of the juniper berry can cause purplish urine (4).\nless\nPulmonary/Respiratory\nRepeated exposure to the juniper pollen can cause occupational allergies that affect the respiratory tract (6).\nless",
            "Effectiveness": "INSUFFICIENT RELIABLE EVIDENCE TO RATE\nBronchitis. Although there has been interest in using inhaled juniper essential oil for bronchitis, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nCancer. Although there has been interest in using oral juniper for cancer, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nDiabetes. Although there has been interest in using oral juniper for diabetes, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nDyspepsia. Although there has been interest in using oral juniper for dyspepsia, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nFlatulence. Although there has been interest in using oral juniper for flatulence, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nGastroesophageal reflux disease (GERD). Although there has been interest in using oral juniper for GERD, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nIntestinal parasite infection. Although there has been interest in using oral juniper for intestinal parasite infection, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nKidney stones (nephrolithiasis). Although there has been interest in using oral juniper for nephrolithiasis, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nRheumatoid arthritis (RA). Although there has been interest in using topical juniper for RA, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nUrinary tract infections (UTIs). Although there has been interest in using oral juniper for UTIs, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nWound healing. Although there has been interest in using topical juniper for wound healing, there is insufficient reliable information about the clinical effects of juniper for this purpose.\nMore evidence is needed to rate juniper for these uses.",
            "Dosing & Administration": "Adult\nResearch is limited; typical dosing is unavailable.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization and formulation of juniper.",
            "Interactions with Drugs": "EXPAND ALL\n|\nCOLLAPSE ALL\nANTIDIABETES DRUGS\nInteraction Rating\nMODERATE Be cautious with this combination.\nSeverity\nMODERATE\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, taking juniper berry with antidiabetes medications might cause additive hypoglycemia.\nAnimal research shows that juniper berry can lower blood glucose (4, 10580, 14907).\nless\nDIURETIC DRUGS\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, juniper berry might increase the risk of adverse effects from diuretic drugs.\nJuniper berry is thought to have mild diuretic effects (4, 512).\nless\nLITHIUM\nInteraction Rating\nMINOR Be watchful with this combination.\nSeverity\nMILD\nOccurrence\nPOSSIBLE\nLevel of Evidence\nD (Theoretical based on pharmacology)\nTheoretically, juniper berry might reduce lithium excretion and increase serum levels of lithium.\nJuniper berry is thought to have mild diuretic effects (4, 512).\nless",
            "Interactions with Supplements": "HERBS AND SUPPLEMENTS WITH HYPOGLYCEMIC POTENTIAL\nTheoretically, taking juniper berry with herbs and supplements with hypoglycemic potential might cause additive hypoglycemia.\nAnimal research shows that juniper berry can lower blood glucose (4, 10580, 14907). See other products with hypoglycemic potential here.\nless",
            "Interactions with Conditions": "EXPAND ALL\n|\nCOLLAPSE ALL\nGI CONDITIONS\nTheoretically, juniper berry might exacerbate certain gastrointestinal conditions. Juniper berry might irritate the gastrointestinal tract (19).\nless\nHYPERTENSION, HYPOTENSION\nTheoretically, juniper berry might interfere with blood pressure control. Juniper berry might have effects on blood pressure (4, 512).\nless\nPERIOPERATIVE\nTheoretically, juniper might interfere with blood glucose control during and after surgical procedures. Animal research shows that juniper berry can lower blood glucose (4, 10580, 14907). Tell patients to discontinue juniper at least 2 weeks before elective surgical procedures.\nless",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the presentation or treatment of overdose with juniper.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of juniper.",
            "Mechanism of Action": "General\nJuniper berries and leaves contain flavonoids including apigenin, rutin, and luteolin (12230, 57203, 57215, 94060). Juniper berry oil is mostly composed of monoterpenes including alpha-pinene (51.4%), myrcene (8.3%), sabinene (5.8%), limonene (5.1%), and beta-pinene (5.0%) (94060). The seeds and fruit also contain glycolic acid, formic acid, malic acid, acetic acid, ascorbic acid, and camphor (94060). Various extracts of juniper made from dried stems showed differing amounts of constituents including flavonoids, volatile oil, and coumarins (94060). Juniper extracts also contain flavonoids, tannins, alkaloids, diterpenes, sesquiterpenes, and neolignan glycosides (12230, 57208, 94060).\nAbortifacient effects\nAbortions have been induced in cattle fed juniper (57211). Isocrupressic acid has been identified as an active abortifacient compound in juniper.\nAnalgesic effects\nJuniper seems to have some antinociceptive activity and likely acts both peripherally and centrally. In animal research, a methanolic extract of juniper exhibited a dose dependent effect on the writhing response (94060). Additionally, in mice, intravenous administration of a lyophilized aqueous extract of juniper produced an analgesic response of 178% as measured by thermal stimuli (57219).\nAnti-inflammatory effects\nJuniper fruit has demonstrated inhibition of prostaglandin and platelet activating factor exocytosis in vitro (94060). Oral administration of an ethanolic extract of juniper reduced carrageenan-induced rat paw edema by 60% compared to 45% for indomethacin (13466).\nAntibacterial effects\nJuniper berry has demonstrated antibacterial effects in vitro (4, 10939, 103755). Juniper berries showed activity against Escerichia coli, Staphylococcus aureus, and Hafnia alvei. A hexane extract of juniper leaf appears to have more antibacterial activity compared to ethanol, methanol, and chloroform extracts (94060). Volatile oils of Juniperus communis have higher activity against S. aureus when compared with other juniper species (103755).\nAntidiabetic effects\nIn animals, juniper berry seems to reduce blood glucose levels and decrease polydipsia. It appears to work primarily by increasing peripheral glucose uptake (10580, 14907, 94060).\nAntifungal effects\nJuniper berry oil has demonstrated antifungal effects in vitro (4, 10939).Oil from the aerial parts of juniper has shown some activity against Rhizoctonia solani and Rhizopus stolonifer. This activity is thought to be due to the monoterpenes found in juniper (94060).\nAntimalarial effects\nEssential oil from juniper has shown some activity against Plasmodium falciparum in vitro (94060).\nAntioxidant effects\nIn vitro research shows that juniper can block the oxidation process and increase the activity of antioxidant enzymes (94060).\nCardiac effects\nIntravenous administration of a lyophilized aqueous extract of juniper, 25 mg/kg body weight, to normotensive rats produced an initial transient rise in arterial pressure followed by a reduction of 27% (57219). The mechanism of these effects is unclear.\nDiuretic effects\nThe diuretic action of juniper has been attributed to terpinen-4-ol (57207). However, some animal research suggests that the diuretic effect is partly due to the essential oil and partly to hydrophilic constituents (57218). The magnitude of juniper's diuretic effects is unclear, as some animal research shows that aqueous juniper extract is no more effective than water at increasing urine volume while other animal research shows significant effects only at higher concentrations (57218, 57219).\nHepatoprotective effects\nJuniper has demonstrated hepatoprotective effects in animal research. Compared with rats receiving placebo, rats receiving juniper and then exposed to CCl4 had less pronounced increases in serum SGPT, SGOT, ALP, and bilirubin. Ethanol and aqueous extracts of juniper may be more effective (94060). The mechanism of these effects is unclear.\nLipid effects\nAnimal research shows that juniper methanolic extract and oil can increase high-density lipoprotein (HDL) cholesterol and decrease low-density lipoprotein (LDL) cholesterol, respectively, in diabetic rats (94060). The mechanism of these effects is unclear.\nNeurologic effects\nA methanolic extract of juniper has been shown to reduce reserpine induced catalepsy compared with reserpine alone in rats. (94060). Juniper has also shown some neuroprotective activity in a chlorpromazine induced Parkinson's model in rats (94060). The mechanism of these effects is unclear."
        }
    },
    "Justicia pectoralis": {
        "sections": {
            "Overview": "Justicia pectoralis is a flowering herb that is native to tropical regions of the Americas, including South and Central America, and some Caribbean islands including Trinidad and Tobago (29151, 29155, 103381).",
            "Safety": "There is insufficient reliable information available about the safety of Justicia pectoralis.\nPREGNANCY AND LACTATION: Insufficient reliable information available; avoid using.",
            "Adverse Effects": "General\nNo adverse effects have been reported. However, a thorough evaluation of safety outcomes has not been conducted.",
            "Effectiveness": "There is insufficient reliable information available about the effectiveness of Justicia pectoralis.",
            "Dosing & Administration": "Adult\nNo typical dosage.\nStandardization & Formulation\nThere is insufficient reliable information available about the standardization of Justicia pectoralis.",
            "Interactions with Drugs": "None known.",
            "Interactions with Supplements": "None known.",
            "Interactions with Conditions": "None known.",
            "Interactions with Lab Tests": "None known.",
            "Overdose": "There is insufficient reliable information available about the toxicology of Justicia pectoralis.",
            "Pharmacokinetics": "There is insufficient reliable information available about the pharmacokinetics of Justicia pectoralis.",
            "Mechanism of Action": "General\nThe applicable part of Justicia pectoralis is the leaf (103381). Justicia pectoralis contains coumarin, 7-hydroxycoumarin (umbelliferone), dihydrocoumarin, 3-(2-hydroxyphenyl)propionic acid, and flavonoids including apigenin and ellagic acid (29156, 103381). Hallucinogenic alkaloids have not been identified in Justicia pectoralis (29148).\nAnti-asthmatic effects\nJusticia pectoralis is traditionally used for asthma, bronchitis, and other lung conditions. In isolated guinea-pig trachea, Justicia pectoralis extract had bronchodilator effects (29153).\nAnti-inflammatory effects\nJusticia pectoralis is traditionally used as an anti-inflammatory agent. In vitro, Justicia pectoralis extract inhibits cyclooxygenase (COX)-2 activity and inhibits the production of pro-inflammatory cytokines (29150, 103381). However, in animal research, although the extract had antinociceptive effects, it did not have anti-inflammatory effects (29153).\nAntibacterial effects\nJusticia pectoralis is traditionally used as an antibacterial agent. In vitro, it has shown antibacterial effects against some, but not all, species tested (29151, 103381).\nHormonal effects\nJusticia pectoralis is traditionally used for menopausal symptoms and premenstrual syndrome (PMS). In vitro, Justicia pectoralis extract binds to the progesterone receptor and the alpha- and beta-estrogenic receptors, inducing the expression of estrogen responsive genes (29150)."
        }
    }
}